Repository: Jan-Hendrik-Nolte/umanu
Catalog: Framework/Properties/Resources.*.resx
Languages: cs, de, fr, hr, hu, it, lt, lv, nl, no, pl, pt, ro, ru, sl, sr, sv, tr

# OfflineMessage
source: The application is offline. It might be that outdated or incomplete data is displayed. Changes to data are not possible in all cases.
cs: Aplikace je offline. Může se stát, že se zobrazí zastaralá nebo neúplná data. Změny údajů nejsou ve všech případech možné.
de: Die Anwendung ist offline. Eventuell werden veraltete oder unvollständige Daten angezeigt. Das Bearbeiten von Daten ist nur eingeschränkt möglich.
fr: L'application est hors ligne. Il est possible que des données incomplètes ou obsolètes soient affichées. Aucune modification ne peut être effectuée.
hr: Ova aplikacija je offline. Postoji mogućnost prikaza zastarjelih ili nepotpunih podataka. Izmjena podataka nije moguća u svim slučajevima.
hu: Az alkalmazás jelenleg nem elérhető. Előfordulhat, hogy régi vagy hiányos adatok jelennek meg az oldalon. A megjelenített adatok módosítása egyes esetekben nem lehetséges.
it: L'applicazione è offline. E' possibile che siano presenti dati incompleti o obsoleti. Non sono possibili modifiche ai dati.
lt: Programa neprisijungusi. Gali būti, kad rodomi pasenę arba neišsamūs duomenys. Duomenų keitimas negalimas.
lv: Lietojumprogramma ir bezsaistē. Iespējams, ka tiek parādīti novecojuši vai nepilnīgi dati. Datu izmaiņas nav iespējamas veikt.
nl: De applicatie is offline. Het kan zijn dat verouderde of onvolledige gegevens worden weergegeven. Het wijzigigen van gegevens is niet in alle gevallen mogelijk.
no: Applikasjonen er offline. Det kan hende at data som vises er utdatert eller ufullstendig. Å endre data er ikke alltid mulig.
pl: Aplikacja jest w trybie offline. Być może są wyświetlane nieaktualne lub niekompletne dane. Zmiany danych nie są możliwe we wszystkich przypadkach.
pt: Você está offline e pode não estar com a última versão dos dados. Alterações não serão salvas.
ro: Aplicaţia este offline. Este posibil să fie afișate date vechi sau incomplete. Modificarea datelor nu este posibilă în toate cazurile.
ru: Нет доступа к интернету. Отображаемая информация может быть неактуальной или неполной. Редактирование невозможно.
sl: Aplikacija je brez povezave. Prikazani so lahko zastareli ali nepopolni podatki. Spreminjanje podatkov ni mogoče v vseh primerih.
sr: Aplikacija je offline. Moguće je da se prikazuju zastareli ili nepotpuni podaci. Promene podataka nisu moguće u svim slučajevima.
sv: Verktyget är offline. Det kan vara så att utdaterad eller inkomplett data visas. Det är möjligt att ändra data.
tr: Uygulama çevrimdışı. Görüntülenen veriler eksik ya da güncelliğini yitirmiş olabilir. Şu durumda veri değişikliği de mümkün değildir.

source: Please make sure the value contains at least an upper case character, a lower case character, a numeric character and a special character.
cs: Ujistěte se, že hodnota obsahuje nejméně velká písmena, malý znak, číselný znak a zvláštní znak.
de: Bitte geben Sie einen Wert ein, der mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Ziffer und ein Sonderzeichen enthält.
fr: Veillez à ce que la valeur contienne au moins une majuscule, une minuscule, un chiffre et un caractère spécial.
hr: Vrijednost treba sadržavati najmanje jedno veliko slovo, jedno malo slovo, broj i poseban znak.
hu: Kérjük, ellenőrizze, hogy a megadott érték tartalmaz legalább egy nagy- és egy kisbetűt, egy számot és egy speciális karaktert.
it: Si prega di assicurarsi che il valore contiene almeno un carattere maiuscolo, un carattere minuscolo, un carattere numerico e un carattere speciale.
lt: Įsitikinkite, kad pavadinime yra bent viena didžioji raidė, mažosios raidės, skaitmeninis simbolis ir specialus simbolis.
lv: Lūdzu, pārliecinieties, vai vērtība satur vismaz vienu lielo burtu, mazoburtu, ciparu un speciālo rakstzīmi.
nl: Zorg ervoor dat de waarde tenminste bestaat uit een hoofdletter, een kleine letter, een numeriek karakter en een speciaal karakter.
no: Vennligst kontroller at verdien inneholder minst en stor bokstav, en liten bokstav, et tall og et spesialtegn.
pl: Upewnij się, że hasło zawiera co najmniej jedną wielką i małą literę, liczbę i znak specjalny.
pt: Por favor, certifique-se que o nome contenha pelo menos uma letra maiúscula, uma letra minúscula, um número e um caracter especial.
ro: Valoarea trebuie să conţină cel puţin o majusculă, o literă mică, un caracter numeric și un caracter special.
ru: Убедитесь, что присутствует заглавный символ, строчный символ, цифра и особый символ.
sl: Poskrbite, da bo vrednost vsebovala vsaj eno veliko črko, malo črko, številski znak in poseben znak.
sr: Molimo proverite da vrednost sadrži najmanje jedno veliko slovo, malo slovo, numerički i specijalni karakter.
sv: Vänligen säkerställ att värdet innehåller minst en versal, en gemen, en siffra och ett specialtecken.
tr: Girdiğiniz değerin en az bir büyük harf, bir küçük harf, rakam ve bir özel karakter içerdiğinden emin olun.

source: Change Password
cs: Změnit heslo
de: Passwort ändern
fr: Modifier le mot de passe
hr: Promijeni zaporku
hu: Jelszó módosítása
it: Cambia password
lt: Pakeisti slaptažodį
lv: Mainīt paroli
nl: Wijzigen wachtwoord
no: Endre passord
pl: Zmień hasło
pt: Alterar senha
ro: Schimbă parola
ru: Сменить пароль
sl: Spremeni geslo
sr: Promenite šifru
sv: Ändra lösenord
tr: Şifreyi Değiştir

source: Email address
cs: Emailová adresa
de: E-Mail-Adresse
fr: Adresse E-Mail
hr: E-mail adresa
hu: E-mail cím
it: Indirizzo email
lt: Elektroninio pašto adresas
lv: E-pasta adrese
nl: Email adres
no: E-postadresse
pl: Adres email
pt: Email
ro: Adresă de e-mail
ru: e-mail
sl: E-poštni naslov
sr: E-mail adresa
sv: Epost adress
tr: Email Adresi

source: Forgot password
cs: Zapomenuté heslo
de: Passwort vergessen
fr: Mot de passe oublié
hr: Zaboravljena zaporka
hu: Elfelejtett jelszó
it: Password dimenticata
lt: Pamiršote slaptažodį
lv: Aizmirsta parole
nl: Wachtwoord vergeten
no: Glemt passord
pl: NIE PAMIĘTAM HASŁA
pt: Esqueceu a senha
ro: Am uitat parola
ru: Забыли пароль
sl: Pozabljeno geslo
sr: Zaboravljena šifra
sv: Glömt lösenord
tr: Şifremi unuttum

source: Login
cs: Přihlásit se
fr: Connexion
hr: Prijava
hu: Bejelentkezés
it: Accedi
lt: Prisijungti
lv: Pieteikšanās
nl: Inloggen
no: Logg inn
ro: Autentificare
ru: Логин
sl: Prijava
sr: Ulogujte se
tr: Giriş

# PleaseEnterYourEmailAddressBelowAndClickTheSubmitButton
source: Please enter your email address below and click the SUBMIT button. Afterwards you will receive an email with a link you can use to reset your password.
cs: Zadejte níže svou e-mailovou adresu a klikněte na tlačítko ODESLAT. Poté obdržíte e-mail s odkazem, který můžete použít k obnovení hesla.
de: Bitte geben Sie unterstehend Ihre E-Mail-Adresse ein und klicken Sie auf die ABSENDEN-Schaltfläche. Anschließend erhalten Sie per E-Mail einen Hyperlink, den Sie zum Zurücksetzen Ihres Passworts verwenden können.
fr: Renseignez votre adresse mail ci-dessous et cliquez sur ENVOYER. Vous recevrez ensuite un e-mail avec un lien pour réinitialiser votre mot de passe.
hr: Ispod upišite svoju e-mail adresu i kliknite na tipku POŠALJI. Naknadno ćete primiti e-mail s poveznicom za resetiranje vaše zaporke.
hu: Kérjük, adja meg az e-mail címét és kattintson az "Elküldés" gombra! Ezt követően kapni fog egy e-mail-t a jelszó módosításához szükséges linkkel.
it: Si prega di inserire il tuo indirizzo email qui sotto e di cliccare sul pulsante INVIA. In seguito riceverai un'email con un link che potrai utilizzare per reimpostare la password.
lt: Įveskite savo el. Pašto adresą ir spustelėkite mygtuką SUBMIT. Vėliau gausite el. Laišką su nuoroda, kurią galite naudoti norėdami pasikeisti slaptažodį.
lv: Lūdzu, ievadiet savu e-pasta adresi un noklikšķiniet uz IESNIEGŠANAS pogas. Pēc tam saņemsit e-pasta ziņojumu ar saiti, kuru varēsit izmantot, lai atiestatītu paroli.
nl: Vul hieronder uw e-mailadres in en klik op de VERZEND knop. Daarna ontvangt u een e-mail met een link die u kunt gebruiken om uw wachtwoord te resetten.
no: Vennligst skriv inn e-postadressen din nedenfor og klikk på SEND-knappen. Etterpå vil du motta en e-post med en lenke som du kan bruke til å tilbakestille passordet ditt.
pl: Wpisz poniżej swój adres e-mail i kliknij WYŚLIJ. Następnie otrzymasz wiadomość e-mail z linkiem, którego możesz użyć do zresetowania hasła.
pt: Por favor, insira seu email e clique em ENVIAR. Você receberá um email com um link para recuperar sua senha.
ro: Completează-ţi adresa de e-mail mai jos și apasă pe butonul TRIMITE. Ulterior, vei primi un e-mail cu un link pe care îl poţi folosi pentru resetarea parolei.
ru: Пожалуйста, введите e-mail и нажмите "Подтвердить". Вы получите письмо с ссылкой на форму смены пароля.
sl: Spodaj vpišite svoj e-poštni naslov in kliknite gumb POŠLJI. Prejeli boste e-pošto s povezavo za ponastavitev gesla.
sr: Molimo unesite svoju e-mail adresu ispod i kliknite na dugme POTVRDITE. Nakon toga ćete dobiti e-mail sa linkom preko kog možete resetovati lozinku.
sv: Vänligen ange din epost adress och klicka på SUBMIT knappen. Därefter kommer du få ett mail med en länk som du kan använda för att återställa ditt lösenord.
tr: Aşağıdaki alana e-mail adresinizi girip ONAYLA butonunu tıklayın. Bu işlemden sonra şifre sıfırlama linkini içeren bir mail alacaksınız.

# PleaseEnterYourNewPasswordBelowAndClickTheSubmitButton
source: Please enter your new password below and click the SUBMIT button. Afterwards you will be able to sign in with your new password.
cs: Zadejte níže nové heslo a klikněte na tlačítko ODESLAT. Poté se budete moci přihlásit pomocí nového hesla.
de: Bitte geben Sie unterstehend Ihr neues Passwort ein und klicken Sie auf die ABSENDEN-Schaltfläche. Anschließend können Sie sich mit Ihrem neuen Passwort einloggen.
fr: Renseignez votre nouveau mot de passe ci-dessous et cliquer sur ENVOYER. Vous pourrez ensuite vous connecter votre nouveau mot de passe.
hr: Ispod upišite svoju novu zaporku i kliknite na tipku POŠALJI. Nakon toga ćete se moći prijaviti svojom novom zaporkom.
hu: Kérjük, adja meg az új jelszavát és kattintson az "Elküldés" gombra! Ezt követően már be is jelentkezhet az új jelszavával az oldalon.
it: Si prega di inserire la nuova password qui sotto e di cliccare sul pulsante INVIA. In seguito sarai in grado di accedere con la nuova password.
lt: Įveskite naują slaptažodį ir spustelėkite mygtuką SUBMIT. Vėliau galėsite prisijungti naudodami naują slaptažodį.
lv: Lūdzu, ievadiet jauno paroli un noklikšķiniet uz IESNIEGŠANAS pogas. Pēc tam varēsit pierakstīties, izmantojot jauno paroli.
nl: Vul uw nieuwe wachtwoord in en klik op de VERZEND knop. Daarna kunt u inloggen met uw nieuwe wachtwoord.
no: Vennligst skriv inn ditt nye passord under og klikk på SEND-knappen. Etterpå vil du kunne logge inn med ditt nye passord.
pl: Podaj nowe hasło i kliknij WYŚLIJ. Następnie będziesz mógł zalogować się za pomocą nowego hasła.
pt: Por favor, insira sua nova senha e clique em ENVIAR. Você conseguira acessar o conteúdo com a sua nova senha.
ro: Completează-ţi adresa de e-mail mai jos și apasă pe butonul TRIMITE. Ulterior, vei putea să te autentifici cu noua parolă.
ru: Пожалуйста, введите новый пароль и нажмите "Подтвердить". Вы сможете войти в профильм с помощью нового пароля.
sl: Spodaj vpišite svoje novo geslo in kliknite gumb POŠLJI. Potem se boste lahko prijavili z novim geslom.
sr: Molimo unesite svoju novu lozinku ispod i kliknite na dugme POTVRDITE. Nakon toga moći ćete da se prijavite sa novom lozinkom.
sv: Vänligen ange ditt nya lösenord nedan och klicka SUBMIT knappen. Därefter kommer du att kunna logga in med ditt nya lösenord.
tr: Yeni bir şifre belirleyin ve ONAYLA butonuna tıklayın. Daha sonra yeni şifrenizle kullanıcı girişi yapabileceksiniz.

# PleaseUseTheSignInButtonToLogOnWithYourEmailAddress
source: Please use the LOGIN button to log on. Please use your email address as user name. If you do not remember your password, please click the FORGOT PASSWORD button.
cs: Pro přihlášení použijte tlačítko LOGIN. Použijte svou e-mailovou adresu jako uživatelské jméno. Pokud si své heslo nepamatujete, klikněte prosím na tlačítko FORGOT HESLO.
de: Bitte verwenden Sie die LOGIN-Schaltfläche, um sich einzuloggen. Bitte verwenden Sie Ihre E-Mail-Adresse als Benutzername. Falls Sie sich nicht an Ihr Passwort erinnern sollten, dann klicken Sie bitte auf PASSWORT VERGESSEN.
fr: Utilisez le bouton LOGIN pour vous connecter. Utilisez votre adresse e-mail pour l'identifiant. Si vous avez oublié votre mot de passe, cliquez sur MOT DE PASSE OUBLIE.
hr: Prijavite se tipkom PRIJAVA. Pod korisničko ime upišite svoju e-mail adresu. Ako ste zaboravili svoju zaporku, kliknite na tipku ZABORAVLJENA ZAPORKA.
hu: Kérjük, használja a "Bejelentkezés" gombot a belépéshez, felhasználónévként pedig használja az e-mail címét. Amennyiben nem emlékszik a jelszavára, kérjük kattintson az "Elfelejtett jelszó" gombra.
it: Si prega di utilizzare il pulsante LOGIN per accedere. Si prega di utilizzare il tuo indirizzo email come nome utente. Se non ricordi la tua password, si prega di cliccare sul bottone PASSWORD DIMENTICATA.
lt: Jei norite prisijungti, naudokite LOGIN mygtuką. Naudokite savo el. Pašto adresą kaip naudotojo vardą. Jei neprisimenate savo slaptažodžio, spustelėkite mygtuką FORGOT PASSWORD.
lv: Lai pieteiktos, lūdzu, izmantojiet PIETEIKŠANĀS pogu. Lūdzu, izmantojiet savu e-pasta adresi kā lietotājvārdu. Ja neatceratiessavu paroli, lūdzu, noklikšķiniet uz AIZMIRSTA PAROLE pogas.
nl: Gebruik de knop AANMELDEN om in te loggen. Gebruik uw e-mailadres als gebruikersnaam. Als u uw wachtwoord bent vergeten, klikt u op de knop WACHTWOORD VERGETEN.
no: Vennligst bruk LOGINN-knappen for å logge på. Vennligst bruk e-postadressen din som brukernavn. Hvis du ikke husker passordet ditt, klikk på GLEMT PASSORD-knappen.
pl: Użyj przycisku LOGIN, aby się zalogować. Użyj swojego adresu e-mail jako nazwy użytkownika. Jeśli nie pamiętasz hasła, kliknij przycisk NIE PAMIĘTAM HASŁA.
pt: Por favor, acesse o botão LOGIN para acessar. Insira seu Email no campo usuário. Caso tenha esquecido a senha, clique no botão ESQUECI MINHA SENHA.
ro: Pentru autentificare, apasă pe butonul LOGIN. Pentru numele de utilizator, folosește adresa de e-mail. Dacă nu îţi amintești parola, apasă pe butonul AM UITAT PAROLA.
ru: Нажмите на "Логин", чтобы войти. В качестве логина используйте e-mail. Если вы не помните пароль, нажмите на соответствующую надпись.
sl: Za prijavo uporabite gumb PRIJAVA. Za uporabniško ime uporabite svoj e-poštni naslov. Če ste pozabili svoje geslo, kliknite gumb POZABLJENO GESLO.
sr: Molimo koristite dugme PRIJAVITE SE, da biste se prijavili. Molimo Vas da koristite svoju e-mail adresu kao korisničko ime. Ako ste zaboravili lozinku, molimo kliknite na dugme ZABORAVLJENA LOZINKA.
sv: Vänligen använd LOGIN knappen för att logga in. Vänligen använd din epost adress som användarnamn. Om du har glömt lösenordet, vänligen klicka på FORGOT PASSWORD knappen.
tr: Giriş yapmak için GİRİŞ butonunu kullanın. Mail adresinizi kullanıcı adı olarak kullanın. Eğer şifrenizi hatırlamıyorsanız ŞİFREMİ UNUTTUM butonunu tıklayın.

source: Retry
cs: Opakujte
de: Erneut versuchen
fr: Rééssayer
hr: Pokušaj ponovo
hu: Próbálkozás újra
it: Riprova
lt: Perkrauti
lv: Atkārtots mēģinājums
nl: Opnieuw
no: Prøv igjen
pl: Spróbuj ponownie
pt: Repetir
ro: Reîncearcă
ru: Обновить
sl: Poskusi znova
sr: Ponoviti
sv: Försök igen
tr: Tekrar dene

source: Submit
cs: ODESLAT
de: Absenden
fr: Soumettre
hr: Pošalji
hu: Elküldés
it: Inviare
lt: Pateikti
lv: Iesniegt
nl: Verzend
no: Send inn
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Подтвердить
sl: Pošlji
sr: Potvrditi
tr: Onaylandı

source: Too many requests. Please try again in {0} seconds.
cs: Příliš mnoho požadavků. Zkuste to prosím znovu v {0} sekundách.
de: Zu viele Versuche. Bitte versuchen Sie es in {0} Sekunden noch einmal.
fr: Nombre de requêtes trop importantes. Rééssayer dans {0} secondes.
hr: Previše zahtjeva. Pokušajte ponovo za {0} sekundi.
hu: Túl sok kérést adott le, kérjük, próbálkozzon újra {0} másodperc múlva.
it: Troppe richieste. Riprova tra {0} secondi.
lt: Per daug užklausų. Bandykite dar kartą per {0} sekundes.
lv: Pārāk daudz pieprasījumu. Lūdzu, mēģiniet vēlreiz pēc {0}sekundēm.
nl: Aantal pogingen is te veel. Probeer het over {0} seconden opnieuw.
no: For mange forespørsler. Prøv igjen om {0} sekunder.
pl: Zbyt dużo zapytań. Spróbuj ponownie za {0} sekund.
pt: Muitas solicitações. Por favor, tente novamente em {0} segundos.
ro: S-au înregistrat prea multe cereri. Încearcă din nou în {0} secunde.
ru: Слишком много запросов. Пожалуйста, попробуйте снова через {0} секунд.
sl: Preveč zahtev Poskusite znova čez {0} sekund.
sr: Previše zahteva. Pokušajte ponovo za {0} sekundi.
sv: För många anrop. Vänligen försök igen om {0} sekunder.
tr: Çok fazla talep var. {0} saniye sonra tekrar deneyin.

# ForgotPasswordMailText
source: Dear Sir or Madam, by clicking "Forgot password" this email was sent. If you like to reset your password, please use the following link: [link] The link will either expire after 24 hours or as soon as a new link for resetting the password is requested. Thank you very much and best regards.
cs: Drahý pane nebo paní, kliknutím na tlačítko "Zapomenuté heslo" "byl tento e-mail odeslán. Pokud chcete obnovit heslo, použijte prosím následující odkaz: [link] Odkaz buď uplyne 24 hodin, nebo jakmile bude požadován nový odkaz pro obnovení hesla. Velice vám děkuji.
de: Sehr geehrte Damen und Herren, durch einen Klick auf "Passwort vergessen" wurde der Versand dieser E-Mail ausgelöst. Bitte verwenden Sie den folgenden Hyperlink, falls Sie Ihr Passwort zurückzusetzen möchten: [link] Der Link verliert entweder nach 24 Stunden seine Gültigkeit oder sobald erneut ein Link zum Zurücksetzen des Passworts angefordert wird. Vielen Dank und viele Grüße.
fr: Madame, Monsieur, en cliquant sur "Mot de passe oublié, un e-mail vient de vous être envoyé. Si vous souhaitez réinitialiser le mot de passe, utilisez le lien suivant : [link] Le lien expirera sous 24h ou lorsqu'une nouvelle demande de réinitialisation sera demandée. Merci.
hr: Poštovani, ovaj e-mail upućen vam je jer ste kliknuli na "Zaboravljena zaporka". Ako želite resetirati svoju zaporku, slijedite sljedeću poveznicu: [link] Poveznica će isteći za 24 sata ili čim podnesete zahtjev za slanje nove poveznice za resetiranje zaporke. Hvala i srdačan pozdrav.
hu: Kedves Hölgyem / Uram! Ezt az e-mail-t azért küldtük, mert az "Elfelejtett jelszó" menüpontra kattintott. Új jelszó igényléséhez, kérjük kattintson a következő linkre: [link] A jelszó igénylő link 24 óráig vagy addig érvényes, ameddig újra jelszót nem igényel. Együttműködését köszönjük! Üdvözlettel.
it: Gentile Signore/Signora, è stata inviata una mail per il recupero password. Se si desidera reimpostare la password, si prega di utilizzare il seguente link: [link] Il link scadrà tra 24 ore o non appena sarà richiesto un nuovo link per reimpostare la password. Grazie mille e cordiali saluti.
lt: Gerbiamas pone/ponia, Paspaudus mygtuką „Pamiršote slaptažodį“, jums buvo išsiųstas el. laiškas. Jei norite iš naujo nustatyti slaptažodį, naudokite šią nuorodą: [link] Nuoroda galios 24 valandas arba, kai bus paprašyta naujo slaptažodžio atstatymo nuoroda. Linkėjimai.
lv: Mīļais kungs vai kundze, šis e-pasta ziņojums tika nosūtīts, noklikšķinot uz "Aizmirsta parole". Ja vēlaties atiestatīt paroli, lūdzu, izmantojiet šo saiti: [link] Saites derīgums beigsies pēc 24 stundām vai tiklīdz tiek pieprasīta jauna saite paroles atiestatīšanai. Liels paldies un vislabākie vēlējumi.
nl: Geachte heer/mevrouw, Door te klikken op "Wachtwoord vergeten" is deze e-mail verstuurd. Als u uw wachtwoord opnieuw in wilt stellen, klik dan op deze link: [link] De link vervalt na 24 uur of op het moment dat een koppeling voor een nieuw wachtwoord is gevraagd. Hartelijk dank en met vriendelijke groet.
no: Hei, du mottar denne e-posten fordi det ble bedt om nytt passord. Følg lenken om du ønsker å endre pasord: [link] Linken er gyldig i 24 timer, eller til man igjen har bedt om nytt passord. Tusen takk.
pl: Drogi Użytkowniku, Otrzymałeś ten e-mail, ponieważ kliknąłeś NIE PAMIĘTAM HASŁA. Jeśli chcesz zresetować hasło, użyj następującego linku: [link] Link wygaśnie po 24 godzinach lub natychmiast po otrzymaniu nowego linku do resetowania hasła. Serdecznie pozdrawiamy.
pt: Olá, Você clicou em "Esqueci minha senha" e estamos enviando este email para que possa resgatá-la. Por favor, clique neste link: [link] Este link expira em até 24 horas. Obrigado pelo contato.
ro: Dragă domnule/doamnă, Ai primit acest mail pentru că ai apăsat pe butonul "Am uitat parola". Dacă doreşti sa schimbi parola, te rugăm să accesezi următorul link: [link] Linkul va expira în 24 de ore sau imediat ce este solicitat un link nou pentru schimbarea parolei. Mulţumim mult şi toate cele bune.
ru: Уважаемый пользователь, Вы запросили восстановление пароля, поэтому вам было отправлено это автоматическое письмо. Если вы хотите восстановить пароль, перейдите по ссылке: [link] Ссылка будет доступна в течение 24-х часов или до вашего следующего запроса на смену пароля. Благодарим вас! С лучшими пожеланиями.
sl: Spoštovani, to e-poštno sporočilo ste prejeli, ker ste kliknili »Pozabljeno geslo«. Za ponastavitev svojega gesla uporabite naslednjo povezavo: [povezava] Povezava poteče po 24 urah oz. takoj, ko zahtevate novo povezavo za ponastavitev gesla. Najlepša hvala in lep pozdrav.
sr: Poštovana(i), Klikom na "Zaboravili ste lozinku" ovaj e-mail je poslat. Ako želite da resetujete lozinku, molimo kliknite na sledeći link: [link] Link će isteći nakon 24 sata ili čim se zatraži novi link za ponovno kreiranje lozinke. Hvala vam puno i srdačan pozdrav.
sv: Hej, Du har fått detta mail eftersom du klickat på "Glömt lösenord". Om du önskar återställa ditt lösenord, vänligen använd följande länk: [link] Länken kommer att sluta fungera när 24 timmar har gått eller så snart en ny länk för att återställa lösenordet har efterfrågats. Tack så mycket och vänliga hälsningar.
tr: Merhaba, "Şifremi unuttum" linkine tıkladığınız için bu mail oluşturuldu. Şifrenizi sırıfırlamak istiyorsanız, lütfen şu linki tıklayın: [link] 24 saat sonra ya da yeni bir şifre sıfırlama talebi oluşturulduğunda link geçerliliğini kaybedecektir. Teşekkürler ve sevgiler.

source: Export
cs: Vývozní
de: Exportieren
hr: Izvezi
hu: Exportálás
it: Esporta
lt: Eksportuoti
lv: Eksports
nl: Uitvoeren
no: Eksporter
pl: Eksportuj
pt: Exportar
ro: Exportă
ru: Экспорт
sl: Izvozi
sr: Izvoz
sv: Exportera
tr: Dışa Aktar
