Repository: Jan-Hendrik-Nolte/umanu
Catalog: Framework/Properties/Resources.*.resx
Languages: cs, de, fr, hr, hu, it, lt, lv, nl, no, pl, pt, ro, ru, sl, sr, sv, tr

# SearchHelpAndNotDescription
source: Using the search operator AND NOT results can be found that contain a specific term as whole word, but may not contain another term. The following seach query will find all results that contain the word "needle" but not the word "haystack":
cs: Pomocí operátora vyhledávání AND NOT nalezeny výsledky, které obsahují určitý výraz jako celé slovo, ale nesmí obsahovat jiný výraz. Následující vyhledávací dotaz nalezne všechny výsledky, které obsahují slovo "jehla", ale ne slovo "seno":
de: Mit dem Suchoperator AND NOT werden Ergebnisse gefunden, in denen ein eingegebener Begriffe als ganzes Wort enthalten ist, ein weiterer jedoch nicht enthalten sein darf. Die folgende Suchabfrage findet alle Ergebnisse, in denen das Wort "Nadel" enthalten ist, nicht aber das Wort "Heuhaufen":
fr: En utilisant AND NOT dans l'opérateur de recherche, les résultats afficheront un terme spécifique, mais ne contiendront pas l'autre terme. La requête affichera tous les résultats contenant 'expression "needle" mais pas l'expression "haystack":
hr: Upotrebom operatora pretrage AND NOT dobivaju se rezultati koji sadrže određeni izraz kao čitavu riječ, ali možda neće sadržavati drugi izraz. Sljedeći upit za pretragu pronaći će sve rezultate koji sadrže riječ " needle ", ali ne i riječ " haystack ":
hu: Az AND NOT keresési operátor használatával minden olyan találat megjelenik a találati listában, amely az első paramtér kifejezését tartalmazza, de a második paraméterét nem. A következő keresés minden olyan találatot megjelenít, amely tartalmazza "tű" kifejezést, de nem tartalmazza a "szénakazal" kifejezést:
it: Utilizzando l'operatore di ricerca AND NOT è possibile trovare risultati che contengano un termine specifico come parola intera, ma non possono contenere un altro termine. La seguente query di ricerca troverà tutti i risultati che contengono la parola "ago" ma non la parola "pagliaio":
lt: Naudojant paieškos operatorių AND NOT rezultatus galima rasti tam tikrą terminą kaip visą žodį, bet jame negali būti kito termino. Toliau pateiktoje užklausoje bus rasti visi rezultatai, kuriuose yra žodis "adata", bet ne žodis "šienas":
lv: Meklēšanas operatora izmantošana, AND NOT rezultātus, var būt tā, ka atrastais satur noteiktu terminu kā veselu vārdu, bet var nesaturēt citus terminus. Šajā meklējuma vaicājumā tiks atrasti visi rezultāti, kas satur vārdu “adata”, bet ne vārdu “siena kaudze”:
nl: Met behulp van de zoekfunctie AND NOT resultaten kunen alle als hele woorden ingevoerde specifieke termen, worden gevonden. Deze resultaten bevatten geen andere termen. De volgende zoekopdracht zal alle resultaten tonen die het woord "naald", maar niet het woord "hooiberg" bevatten:
no: Ved bruk av søkeordet AND NOT vil man få treff som inneholder det ene ordet, men ikke det andre. Følgende søk finner alle resultater som inneholder ordet "nåla", men ikke ordet "høystakken":
pl: Za pomocą operatora wyszukiwania AND NOT można znaleźć wyniki, które zawierają określony termin jako całe słowo, ale nie mogą zawierać innego terminu. Następujące zapytanie znajdzie wszystkie wyniki zawierające słowo „igła”, ale nie słowo „w stogu siana”:
pt: No campo de busca, caso inclua mais de uma palavra interligada com AND NOT, como por exemplo - Chocolate sem Morango - terá como resultado todos os conteúdos que contenham Chocolate , mas que não contenham Morango:
ro: Prin folosirea operatorului de căutare AND NOT, pot fi găsite rezultate care conţin un anumit termen, dar nu conţin celălalt termen. Rezultatele interogării următoare vor conţine cuvântul "struguri", dar nu şi cuvântul "masă":
ru: При использовании оператора поиска AND NOT будут отображены результаты, содержащие одно из указанных слов и не содержащие другое, упомянутое после оператора. То есть будут выведены ссылки, содержащие слово "иголка", но не "стог сена":
sl: Z uporabo operatorja iskanja AND NOT lahko najdete rezultate, ki vsebujejo posamezen izraz kot celo besedo, ne smejo pa vsebovati drugega izraza. Naslednja iskalna poizvedba najde vse rezultate, ki vsebujejo besedo »igla«, ne pa tudi »seno«:
sr: Korišćenjem operatora pretrage AND NOT mogu biti pronađeni rezultati koji sadrže specifični termin kao celu reč, ali koji ne sadrže drugi termin. Sledeći upit za pretragu će pronaći sve rezultate koji sadrže reč "igla" ali ne i reči "plast sena":
sv: Genom att använda sökoperatorn AND NOT kan du få träffar som innehåller specifika söktermer som hela ord, men som inte innehåller en annan term. Följande sökfråga kommer att ge träff på alla resultat som innehåller ordet "nål" men utan ordet "höstack":
tr: AND NOT arama yardımcısı ile yazılan ifadelerden ilkini içeren, ikincisini içermeyen sonuçları listeler. Aşağıdaki arama ifadesi "samanlık" kelimesi ile birlikte "iğne" kelimesini içermeyen sonuçları listeleyecektir:

# SearchHelpAndNotExample
source: needle AND NOT haystack
cs: jehla AND NOT seno
de: Nadel AND NOT Heuhaufen
hu: tű AND NOT szénakazal
it: ago AND NOT pagliaio
lt: adata AND NOT šienas
lv: adata AND NOT "siena kaudze"
nl: naald AND NOT hooiberg
no: nåla AND NOT høystakken
pl: igła AND NOT "w stogu siana"
pt: chocolate AND NOT morango
ro: struguri AND NOT dulce
ru: иголка AND NOT "стог сена"
sl: igla AND NOT seno
sr: igla AND NOT "plast sena"
sv: nål AND NOT höstack
tr: iğne AND NOT samanlık

# SearchHelpAsteriskCharaktersDescription
source: In case of a seach term within quotation marks starts/ends with an asterisk character, results can be found that contain the ending/beginning of that term. The following seach query will find all results containing the expression "haystack" as well as ones containing the expression "hayfork":
cs: V případě, že hledaný výraz v uvozovkách začíná / končí znakem hvězdičky, lze nalézt výsledky, které obsahují konec / začátek tohoto výrazu. Následující vyhledávací dotaz nalezne všechny výsledky obsahující výraz "seno", stejně jako ty, které obsahují výraz "senoseč":
de: Beginnt/Endet ein in Anführungszeichen eingeschlossener Suchbegriff auf ein Sternzeichen, so werden Ergebnisse gefunden, in denen das/der Ende/Anfang des Suchbegriffs enthalten ist. Die folgende Suchabfrage findet sowohl Ergebnisse, in denen der Ausdruck "Heuhaufen" enthalten ist, als auch solche, in denen der Ausdruck "Heugabel" enthalten ist:
fr: En cas de recherche d'un terme entre guillemets et démarrant/finissant avec un astérique, les résultats afficheront les termes avec le début ou la fin de ce terme. La requête affichera les résultats contenant à la fois l'expression "haystack" et l'expression "hayfork":
hr: Ako pojam za pretraživanje koji se nalazi u navodnicima počinje/završava sa zvjezdicom, prikazuju se rezultati koji sadrže kraj/početak takvog pojma. Sljedeći upit za pretragu pronaći će rezultate koji sadrže riječ "haystack", kao i rezultate koji sadrže riječ "hayfork":
hu: Amennyiben az idézőjelek között lévő keresési kifejezés *-al kezdődik vagy végződik, minden olyan találat megjelenik a találati listában amelynek az elején vagy a végén megtalálható az adott kifejezést. A következő keresés nem csak a "szénakazal"-t, de a "szénaboglya" találatot is megjeleníti az eredmények között:
it: In caso di un termine di ricerca tra virgolette che inizia / termina con un carattere asterisco, possono essere trovati risultati che contengono la fine / inizio di quel termine. La seguente query di ricerca troverà tutti i risultati contenenti l'espressione "pagliaio" e quelli contenenti l'espressione "hayfork":
lt: Jei paieškos terminas yra kabutėse, prasideda / baigiasi žvaigždute, rezultatai gali būti, kad yra šio termino pabaiga / pradžia. Toliau pateiktoje užklausoje bus rasti visi rezultatai, kuriuose yra frazė „šieno“, taip pat tie, kuriuose yra „hayfork“:
lv: Ja pēdiņās ietvertais termins sākas/beidzas ar zvaigznīti, var atrast rezultātus, kas satur šī termina beigas/sākumu. Šajā meklējuma vaicājumā tiks atrasti visi rezultāti, kas satur izteiksmi “siena kaudze”, kā arī tie, kuros ir izteiksme “siena dakša”:
nl: Bij het zoeken van een term tussen aanhalingstekens beginnend/eindigend met een sterretje, kunnen de resultaten worden getoond die een deel van die term bevatten. De volgende zoekopdracht toont alle resultaten die de uitdrukking "hooiberg", alsmede de uitdrukking "hooivork" bevatten:
no: Ved bruk av anførselstegn som starter/slutter med stjerne, vil søkeresultatet inneholde slutten/begynnelsen av det aktuelle uttrykket. Følgende søk finner alle resultater som inneholder uttrykket "høystakken", så vel som de som inneholder uttrykket "høygaffel":
pl: W przypadku wyszukiwanego terminu w cudzysłowie rozpoczyna się / kończy znak gwiazdką, można znaleźć wyniki zawierające koniec / początek tego terminu. Następujące zapytanie wyszukiwania znajdzie wszystkie wyniki zawierające wyrażenie „w stogu siana”, jak również te zawierające wyrażenie „siano”:
pt: No campo de busca, caso inclua asterisco * no início e no final de um termo, como por exemplo - *Mor* - terá como resultado todos os conteúdos que contenham o termo Mor na palavra: Morango, Morno, Aprimoramento, etc:
ro: În cazul căutării unui termen în ghilimele marcat cu un asterisc la început sau la final, vor fi găsite rezultate care încep sau se termină cu termenul respectiv. Rezultatele interogării următoare vor conţine cuvântul "struguri", dar şi cuvântul "struţ":
ru: Если в поиске внутри кавычек в начала или в конце есть символ-звёздочка, то результаты выведут все возможные варианты, соответствующие заданному сочетанию букв. То есть, можно найти и "селёдку" и "сельдерей":
sl: Če se iskani izraz v narekovajih začne/konča z zvezdico, lahko najdete rezultate, ki vsebujejo konec/začetek tega izraza. Naslednja iskalna poizvedba najde vse rezultate, ki vsebujejo izraz »seno«, in tudi tiste, ki vsebujejo izraz »seneno«:
sr: U slučaju pretrage termina sa navodnicima koji počinju / završavaju se sa zvezdicom, mogu biti pronađeni rezultati koji sadrže kraj / početak tog termina. Sledeći upit za pretragu će pronaći sve rezultate koji sadrže termin "plast sena", kao i one koji sadrže termin "vile za seno":
sv: Om en sökterm omgiven av citationstecken börjar/avslutas med en asterisk, kan du få träffar som innehåller början/slutet av söktermen. Följande sökfråga kommer att ge träff på alla resultat som innehåller uttrycket "höstack" men även de som innehåller uttrycket "högaffel":
tr: Tırnak işareti içine yazılmış ve başına/sonuna yıldız işareti eklenmiş bir arama terimi, tırnak içine yazılan kelime ile başlayan/biten tüm sonuçları listeler. Aşağıdaki arama terimi "sam" ile başlayan tüm sonuçları listeleyecektir. Örneğin "samanlık", "samsun" ifadeleri sonuçlar arasında yer alacaktır:

# SearchHelpAsteriskCharaktersExample
source: "hay*"
cs: "seno*"
de: "Heu*"
hu: "széna*"
it: "paglia*"
lv: "Siena*"
nl: "hooi*"
no: "høy*"
pl: "siano*"
pt: "Mor*"
ro: "stru*"
ru: "сел*"
sl: "sen*"
sr: "seno*"
sv: "hö*"
tr: "sam*"

# SearchHelpOrDescription
source: Using the search operator OR results can be found that contain any of the entered terms as whole words. The following seach query will find all results that either contain the word "needle" or the word "haystack":
cs: Pomocí vyhledávacího operátora OR lze nalézt výsledky, které obsahují zadané výrazy jako celá slova. Následující vyhledávací dotaz nalezne všechny výsledky, které buď obsahují slovo "jehla" nebo slovo "seno":
de: Mit dem Suchoperator OR werden Ergebnisse gefunden, in denen ein beliebiger der eingegebenen Begriffe als ganzes Wort enthalten ist. Die folgende Suchabfrage findet alle Ergebnisse, in denen entweder das Wort "Nadel" oder das Wort "Heuhaufen" oder beides enthalten ist:
fr: En utilisant OR dans l'opérateur de recherche, les résultats afficheront l'un ou l'autre des termes saisis. La requête affichera tous les résultats contenant soit l'expression "needle", soit l'expression "haystack":
hr: Upotrebom operatora pretrage OR dobivaju se rezultati koji sadrže bilo koji od upisanih izraza kao čitavu riječ. Sljedeći upit za pretragu pronaći će sve rezultate koji sadrže riječ "needle" ili riječ "haystack":
hu: Az OR keresési operátor használatával minden olyan találat megjelenik a találati listában, amely a felsorolt kifejezések közül legalább az egyiket tartalmazza. A következő keresés minden olyan találatot megjelenít, amely tartalmazza a "tű" vagy a "szénakazal" kifejezést:
it: Utilizzando l'operatore di ricerca OR si possono trovare risultati che contengono uno dei termini inseriti come parole intere. La seguente query di ricerca troverà tutti i risultati che contengono la parola "ago" o la parola "pagliaio":
lt: Paieškos operatoriaus naudojimas OR galima rasti rezultatus, kuriuose yra visi įvesti terminai kaip sveiki žodžiai. Toliau pateiktoje užklausoje bus rasti visi rezultatai, kuriuose yra žodis "adata" arba žodis "šieno":
lv: Izmantojot meklēšanas operatoru OR rezultātus, var atrast visus ievadītos terminus kā veselus vārdus. Šajā meklējuma vaicājumā tiek atrasti visi rezultāti, kas ietver vārdu “adata” va vārdu “siena kaudze”:
nl: Met behulp van de zoekfunctie OR resultaten kan worden gevonden dat een van de ingevoerde termen als hele woorden bevatten. De volgende seach vraag zal alle resultaten die het woord "naald" of het woord "hooiberg" bevatten vinden:
no: Ved bruk av søkeordet OR, vil resultatene inneholde de angitte ordene som hele ord. Følgende søk finner alle resultater som enten inneholder ordet "nål" eller ordet "høystakken":
pl: Za pomocą operatora wyszukiwania OR można znaleźć wyniki zawierające dowolne z wprowadzonych terminów jako całe słowa. Następujące zapytanie wyszukiwania znajdzie wszystkie wyniki, które zawierają słowo „igła” lub słowo „w stogu siana”:
pt: No campo de busca, caso inclua mais de uma palavra interligada com OR, como por exemplo - Chocolate ou Morango - terá como resultado todos os conteúdos que contenham uma ou outra palavra:
ro: Prin folosirea operatorului de căutare OR, pot fi găsite rezultate care conţin oricare dintre termenii căutaţi ca şi cuvinte întregi. Rezultatele interogării următoare vor conţine fie cuvântul "struguri", fie cuvântul "masă":
ru: При использовании оператора поиска OR будут отображены результаты, содержащие одно из указанных слов. То есть будут выведены ссылки, содержащие или слово "иголка", или "стог сена":
sl: Z uporabo operatorja iskanja OR lahko najdete rezultate, ki vsebujejo kateri koli vneseni izraz kot celo besedo. Naslednja iskalna poizvedba najde vse rezultate, ki vsebujejo besedo »igla« ali besedo »seno«:
sr: Koristeći pretraživački operator OR mogu se pretražiti rezultati koji sadrže bilo koji od unesenih termina kao cele reči. Sledeći upit za pretragu će pronaći sve rezultate koji sadrže reč "igla" ili reč "plast sena":
sv: Genom att använda sökoperatorn OR kan du få träffar som innehåller någon av de angivna termerna som hela ord. Följande sökfråga kommer att ge träff på alla resultat som antingen innehåller ordet "nål" eller ordet "höstack":
tr: OR arama yardımcısı ile birlikte girilen kelimelerden en az bir tanesi ile eşleşen sonuçlar listelenir. Aşağıdaki arama ifadesinde, içinde "iğne" ya da "samanlık" kelimelerinden herhangi birini içeren sonuçlar listelenir:

# SearchHelpOrExample
source: needle OR haystack
cs: jehla OR seno
de: Nadel OR Heuhaufen
hu: tű OR szénakazal
it: ago OR pagliaio
lt: adata OR šienas
lv: adata OR "siena kaudze"
nl: naald OR hooibert
no: nåla OR høystakken
pl: igła OR "w stogu siana"
pt: chocolate OR morango
ro: struguri OR masă
ru: иголка OR "стог сена"
sl: igla OR seno
sr: igla OR "plast sena"
sv: nål OR höstack
tr: iğne OR samanlık

# SearchHelpQuotationMarksDescription
source: Search terms entered within quotation marks have to be in the result in the exact same order. The following seach query will find all results containing the phrase "needle in haystack", but would not find any result containing the phrase "needle in the haystack" only instead:
cs: Hledané výrazy zadané v uvozovkách musí být ve výsledku v přesně stejném pořadí. Následující vyhledávací dotaz nalezne všechny výsledky obsahující frázi "jehla v seně", ale nenašel by žádný výsledek obsahující frázi "jehla v kupce sena" namísto toho:
de: Suchbegriffe, welche in Anführungszeichen eingegeben werden, müssen exakt in der angegebenen Reihenfolge im Ergebnis enthalten sein. Die folgende Suchabfrage findet alle Ergebnisse, in denen der Ausdruck "Nadel im Heuhaufen" enthalten ist, würde aber kein Ergebnis liefern, in dem statt dessen lediglich der Ausdruck "Nadel in dem Heuhaufen" enthalten ist:
fr: Les termes de recherche saisis entre guillemets doivent être dans les résultats dans le même ordre. La requête affichera tous les résultats contenant l'expression "needle in haystack" mais n'affichera aucun résultat contenant l'expression"needle in the haystack":
hr: Pojmovi za pretraživanje koji se nalaze u navodnicima u rezultatu moraju biti prikazani točno istim redoslijedom. Sljedeći upit za pretragu pronaći će sve rezultate koji sadrže izraz "needle in haystack", ali neće pronaći rezultate koji sadrže izraz "needle in the haystack", već samo:
hu: Amennyiben a keresési kifejezéseket idézőjelek közé teszi, a találati listában csak azok a találatok fognak szerepelni, amelyekben az adott kifejezések ugyanazon elnevezéssel és sorrendben szerepelnek. A következő keresés minden olyan találatot megjelenít melyben a "tű a szénakazalban" kifejezés szerepel, de nem jeleníti meg az olyan kifejezéseket, mint a "tűt a szénakazalban":
it: I termini di ricerca inseriti tra virgolette devono essere nel risultato nello stesso ordine. La seguente query di ricerca troverà tutti i risultati contenenti la frase "ago nel pagliaio", ma non troverà risultati che contengano solo la frase "ago nel pagliaio":
lt: Paieškos terminai, įvedami kabutėse, turi būti tokioje pat eilėje. Toliau pateiktoje užklausoje bus rasti visi rezultatai, kuriuose yra frazė "adata šieno kupetoje", tačiau neras jokių rezultatų, kuriuose būtų tik frazė "adata būtent toje šieno kupetoje":
lv: Pēdiņās ievadītajiem meklēšanas terminiem jābūt tādā pašāsecībā. Šajā meklējuma vaicājumā tiks atrasti visi rezultāti, kuros ir frāze “adata siena kaudzē”, taču tā vietā netiks atrasts neviens rezultāts, kas saturētu frāzi “adata siena kaudzē”:
nl: Zoektermen tussen aanhalingstekens opgenomen te worden in het resultaat in dezelfde volgorde. De volgende seach vraag zal alle resultaten die de zin "naald in de hooiberg 'te vinden, maar zou geen resultaat vinden met daarin de zinsnede "naald in de hooiberg" slechts in plaats:
no: Søkeord angitt i anførselstegn gir en eksakt frase. Følgende søk vil finne alle resultater som inneholder uttrykket "nåla i høystakken", men vil ikke finne resultater som inneholder uttrykket "nål i høystakken":
pl: Terminy wyszukiwania wprowadzone w cudzysłowie muszą być w takiej samej kolejności. Następujące zapytanie wyszukiwania znajdzie wszystkie wyniki zawierające wyrażenie „igła w stogu siana”, ale zamiast tego nie znajdzie żadnego wyniku zawierającego wyrażenie „igła stogu siana”:
pt: No campo de busca, caso inclua aspas " " no início e no final de um termo, como por exemplo - " chocolate com morango" - terá como resultado todos os conteúdos que contenham exatamente o termo inserido, mas não trará como resultado variações do termo, como Chocolate com pedaços de morango:
ro: Termenii cu ghilimele căutaţi trebuie să se regăsească în rezultatele căutării în aceeaşi ordine. Rezultatele interogării următoare vor conţine expresia "struguri de masă", dar nu vor conţine expresia "struguri pe masă":
ru: Если в поиске внутри кавычек введено словосочетания, то будут выданы ссылки, содержащие именно такой порядок слов. То есть на запрос "иголка в стоге сена" будут выданы все соответствующие ссылки, но ни одной, содержащей "иголка в стоге сена":
sl: Iskani izrazi, ki so vpisani v narekovajih, morajo biti v rezultatih v povsem enakem zaporedju. Naslednja iskalna poizvedba najde vse rezultate, ki vsebujejo frazo »igla v senu«, ne najde pa nobenega rezultata s frazo »igla v tem senu«:
sr: Pretraga pojmova unetih sa znacima navoda moraju biti u rezultatu u istom redosledu. Sledeći upit za pretragu će pronaći sve rezultate koji sadrže frazu "igla u plastu sena", ali neće pronaći rezultat koji sadrži izraz "igla je u plastu sena" samo:
sv: Söktermer som omges av citationstecken måste förekomma i exakt ordning för att ge träff. Följande sökfråga kommer att ge träff på alla resultat innehållande frasen "nål i höstack", men kommer inte att ge någon träff på frasen "nål i en höstack":
tr: Tırnak işareti içinde yazılan arama terimi ile tam olarak aynı ifadeyi içeren sonuçlar listelenir. Aşağıdaki arama kelimesi örneğinde "samanlıktaki iğne" ifadesini içeren sonuçlar listelenecektir, fakat "samanlıktaki altın iğne" ifadesini içeren bir sonuç gösterilmeyecektir:

# SearchHelpQuotationMarksExample
source: "needle in haystack"
cs: "jehla v seně"
de: "Nadel im Heuhaufen"
hu: "tű a szénakazalban"
it: "ago in pagliaio"
lt: "adata šieno kupetoje"
lv: "adata siena kaudzē"
nl: "naald in een hooiberg"
no: "nåla i høystakken"
pl: "igła w stogu siana"
pt: "chocolate com morango"
ro: "struguri de masă"
ru: "иголка в стоге сена"
sl: "igla v senu"
sr: "igla u plastu sena"
sv: "nål i höstack"
tr: "samanlıktaki iğne"
