Repository: Jan-Hendrik-Nolte/umanu
Catalog: Framework/Properties/Resources.*.resx
Languages: cs, de, fr, hr, hu, it, lt, lv, nl, no, pl, pt, ro, ru, sl, sr, sv, tr

# TheMinimumImageSideLengthOfLongerSideMustBe0
source: The minimum side length of longer side of image must be {0}.
cs: Minimální délka strany delší strany obrázku musí být {0}.
de: Die längere Seite des Bildes muss mindestens {0} Pixel lang sein.
fr: La longueur de côté minimale de la partie la plus longue de l'image doit être de {0}.
hr: Minimalna duljina duže strane slike mora biti {0}.
hu: A kép hosszabbik oldalhosszának legalább {0} -nek kell lennie.
it: La lunghezza minima del lato più lungo dell'immagine deve essere {0}.
lt: Minimalus ilgesnės pusės ilgis turi būti {0}.
lv: Attēla garākās puses minimālajam sānu garumam jābūt {0}.
nl: Minimale lengte van de afbeelding moet {0} zijn.
no: Minimum sidelengde på den lengste siden av bildet må være {0}.
pl: Minimalna długość dłuższego boku obrazu musi wynosić {0}.
pt: O comprimento lateral mínimo do lado maior da imagem deve ser {0}.
ro: Lungimea minimă a laturii celei mai lungi a imaginii trebuie să fie {0}.
ru: Минимальная длина самой длинной из сторон изображения должна быть {0}.
sl: Najmanjša stranska dolžina daljše strani slike mora biti {0}.
sr: Minimalna dužina strane duže strane slike mora biti {0}.
sv: Vänligen ange ett giltigt datum mellan {0} e dettside fält.
tr: Fotoğrafın uzun kenarının minimum ölçüsü {0} olmalı.

source: Search
cs: Vyhledat
de: Suche
fr: Rechercher
hr: Traži
hu: Keresés
it: Ricerca
lt: Ieškoti
lv: Meklēt
nl: Zoeken
no: Søk
pl: Wyszukaj
pt: Procurar
ro: Caută
ru: Поиск
sl: Išči
sr: Pretraga
sv: Sök
tr: Ara

source: No results were found for "{0}".
cs: Pro "{0}" nebyly nalezeny žádné výsledky.
de: Zur Suchanfrage "{0}" wurden keine Treffer gefunden.
fr: Aucun résultat trouvé pour "{0}".
hr: Nisu pronađeni rezultati za "{0}".
hu: Nincs találat az alábbi kifejezésre: "{0}".
it: Nessun risultato trovato per "{0}".
lt: Nerasta rezultatų „{0}“.
lv: Netika atrasti nekādi rezultāti “{0}”.
nl: Er zijn geen resultaten gevonden voor "{0}".
no: Ingen resultater ble funnet for "{0}".
pl: Nie znaleziono wyników dla „{0}”.
pt: Não foram encontrados resultados para "{0}".
ro: Nu a fost găsit niciun rezultat pentru "{0}".
ru: По данному запросу нет результата: "{0}".
sl: Ni rezultatov za »{0}«.
sr: Nema pronađenih rezultata za "{0}".
sv: Inga resultat hittades för "{0}".
tr: {0} için herhangi bir sonuç bulunamadı.

# NResultsWereFoundFor0
source: {1} results were found for "{0}".
cs: Výsledky {1} byly nalezeny pro "{0}".
de: Zur Suchanfrage "{0}" wurden {1} Treffer gefunden.
fr: {1} résulats trouvés pour "{0}".
hr: {1} rezultata je pronađeno za "{0}".
hu: {1} találat az alábbi kifejezésre: "{0}".
it: {1} risultato trovato per "{0}".
lt: „{0}“ buvo rasti {1} rezultatai.
lv: tika atrasti {1} rezultāts par “{0}”.
nl: {1} resultaten gevonden voor "{0}".
no: {1} treff ble funnet for "{0}".
pl: Dla „{0}” znaleziono {1}.
pt: {1} resultados foram encontrados para "{0}".
ro: Au fost găsite {1} rezultate pentru "{0}".
ru: {1} результатов по запросу "{0}".
sl: {1} rezultatov za »{0}«.
sr: {1} rezultata je pronađeno za "{0}".
sv: {1} träffar hittades för "{0}".
tr: {0} için {1} sonuç bulundu.

source: One result was found for "{0}".
cs: Jeden výsledek byl nalezen pro "{0}".
de: Zur Suchanfrage "{0}" wurde genau ein Treffer gefunden.
fr: Un résultat trouvé pour "{0}".
hr: Jedan rezultat pronađen za "{0}".
hu: 1 találat az alábbi kifejezésre: "{0}".
it: Un risultato trovato per "{0}".
lt: Rastas vienas rezultatas užklausai "{0}".
lv: Tika atrasts viens “{0}” rezultāts.
nl: Een resultaat gevonden voor "{0}".
no: Et resultat ble funnet for "{0}".
pl: Znaleziono jeden wynik dla „{0}”.
pt: Um resultado foi encontrado para "{0}".
ro: A fost găsit un rezultat pentru "{0}".
ru: Один результат по запросу "{0}".
sl: Najden je bil en rezultat za »{0}«.
sr: Jedan rezultat je pronađen za "{0}".
sv: En träff hittades för "{0}".
tr: {0} için bir sonuç bulundu.

source: Bold
cs: tučně
de: Fett
fr: Gras
hr: Podebljano
hu: Félkövér
it: Grassetto
lt: Paryškinti
lv: Treknraksts
nl: Vet
no: Fet
pl: Pogrubienie
pt: Negrito
ro: Îngroşat
ru: Жирный шрифт
sl: Krepko
sr: Boldovano
sv: Fetstil
tr: Kalın

source: Bullets
cs: Odrážky
de: Aufzählungszeichen
fr: Puces
hr: Znakovi za nabrajanje
hu: Felsorolás
it: Elenco puntato
lt: Punktai
lv: Lodes
no: Punkter
pl: Punktory
pt: Marcadores
ro: Bullet-uri
ru: Маркеры
sl: Oznake
sr: Zaglavlja
sv: Punktlistor
tr: Madde imi

source: Decrease Indent
cs: Snížit odsazení
de: Einzug verkleinern
fr: Réduire l'alinéa
hr: Smanji uvlaku
hu: A behúzás szintjének csökkentése
it: Rientro decrescente
lt: Sumažinti įtrauką
lv: Samazināt atkāpi
nl: Inspringen verkleinen
no: Reduser innrykk
pl: Zmniejsz wcięcie
pt: Diminuir recurso
ro: Micşorează spaţiul de la început
ru: Уменьшить отступ
sl: Zmanjšaj zamik
sr: Pomerite pasus bliže margini
sv: Minska indrag
tr: Girintiyi Azalt

source: Font Size
cs: Velikost písma
de: Schriftgrad
fr: Taille de police
hr: Veličina slova
hu: Betűméret
it: Dimensione carattere
lt: Šrifto dydis
lv: Fonta lielums
nl: Lettertypegrootte
no: Skriftstørrelse
pl: Rozmiar czcionki
pt: Tamanho da fonte
ro: Mărimea fontului
ru: Размер шрифта
sl: Velikost pisave
sr: Veličina fonta
sv: Teckenstorlek
tr: Font Büyüklüğü

source: Increase Indent
cs: Zvýšit odsazení
de: Einzug vergrößern
fr: Augmenter l'alinéa
hr: Povećaj uvlaku
hu: A behúzás szintjének növelése
it: ingradire ingresso
lt: Padidinti įtrauką
lv: Palielināt atkāpi
nl: Inspringen vergroten
no: Øk innrykk
pl: Zwiększ wcięcie
pt: Aumentar recuo
ro: Măreşte spaţiul de la început
ru: Увеличить отступ
sl: Povečaj zamik
sr: Uvećajte indent
sv: Öka indrag
tr: Girintiyi Artır

source: Insert Image
cs: Vložit obrázek
de: Grafik aus Datei einfügen
fr: Insérer image
hr: Umetni sliku
hu: Kép beillesztése
it: Inserisci immagine
lt: Įterpti nuotrauką
lv: Ievietot attēlu
nl: Afbeelding invoegen
no: Sett inn bilde
pl: Wstaw zdjęcie
pt: Inserir imagem
ro: Inserează imagine
ru: Вставить изображение
sl: Vstavi sliko
sr: Ubacite sliku
sv: Infoga bild
tr: Fotoğraf Ekle

source: Insert Link
cs: Vložit odkaz
de: Hyperlink einfügen
fr: Insérer un lien
hr: Umetni poveznicu
hu: Link beillesztése
it: Inserisci link
lt: Įterpti nuorodą
lv: Ievietot saiti
nl: Link invoegen
no: Sett inn link
pl: Wstaw link
pt: Inserir link
ro: Inserează link
ru: Вставить ссылку
sl: Vstavi povezavo
sr: Ubacite link
sv: Infoga länk
tr: Link Ekle

source: Insert Table
cs: Vložit tabulku
de: Tabelle einfügen
fr: Insérer un tableau
hr: Umetni tablicu
hu: Táblázat beillesztése
it: inserisci tabella
lt: Įterpti lentelę
lv: Ievietot tabulu
nl: Tabel invoegen
no: Sett inn tabell
pl: Wstaw tabelę
pt: Inserir tabela
ro: Inserează tabel
ru: Вставить таблицу
sl: Vstavi tabelo
sr: Ubacite tabelu
sv: Infoga tabell
tr: Tablo Ekle

source: Insert Table Column
cs: Vložit sloupec
de: Tabellenspalte einfügen
fr: Insérer une colonne de tableau
hr: Umetni stupac tablice
hu: Oszlop beillesztése
it: Inserisci colonna
lt: Įterpti stulpelį
lv: Ievietot tabulas kolonnu
nl: Kolom invoegen
no: Sett inn tabellkolonne
pl: Wstaw kolumnę
pt: Inserir coluna na tabela
ro: Inserează coloană în tabel
ru: Вставить столбец
sl: Vstavi stolpec tabele
sr: Ubacite kolonu tabele
sv: Infoga tabellkolumn
tr: Sütun Ekle

source: Insert Table Row
cs: Vložit řádek
de: Tabellenzeile einfügen
fr: Insérer une ligne de tableau
hr: Umetni redak tablice
hu: Sor beillesztése
it: Inserisci riga
lt: Įterpti eilutę
lv: Ievietot tabulas rindu
nl: Rij invoegen
no: Sett inn tabellrekke
pl: Wstaw wiersz
pt: Inserir linha na tabela
ro: Inserează rând în tabel
ru: Вставить строку
sl: Vstavi vrstico tabele
sr: Ubacite red tabele
sv: Infoga tabellrad
tr: Satır Ekle

source: Italic
cs: Kurzíva
de: Kursiv
fr: italique
hr: Nakošeno
hu: Dőlt
it: Corsivo
lv: Slīpraksts
nl: Cursief
no: Kursiv
pt: Itálico
ro: Cursiv
ru: Курсив
sl: Poševno
sv: Kursiv
tr: İtalik

source: Numbering
cs: Číslování
de: Nummerierung
fr: numérotation
hr: Numeriranje
hu: Számozás
it: Numerazione
lt: Numeravimas
lv: Numerācija
nl: Nummering
no: Nummerering
pl: numeracja
pt: Numeração
ro: Numerotare
ru: Нумерация
sl: Številčenje
sr: Numerisanje
sv: Numrering
tr: Numaralandırma

source: Remove Format
cs: Odstranit formát
de: Formatierung löschen
fr: Supprimer le format
hr: Ukloni format
hu: Formátum eltávolítása
it: Rimuovere il formato
lt: Pašalinti Formatą
lv: Noņemt formātu
nl: Verwijder format
no: Fjern format
pl: Usuń format
pt: Remova formato
ro: Elimină formatarea
ru: Убрать изменения формата
sl: Odstrani format
sr: Ukloniti format
sv: Ta bort format
tr: Formatı Temizle

source: Remove Table Column
cs: Odstranit sloupec
de: Tabellenspalte löschen
fr: Supprimer la colonne du tableau
hr: Ukloni stupac tablice
hu: A táblázat oszlopának eltávolítása
it: Rimuovare la colonna
lt: Pašalint lentelės stulpelį
lv: Noņemt tabulas kolonnu
nl: Verwijder kolom
no: Fjern tabellkolonne
pl: Usuń kolumnę
pt: Remova coluna da tabela
ro: Șterge coloana din tabel
ru: Удалить столбец
sl: Odstrani stolpec tabele
sr: Ukloniti kolonu tabele
sv: Ta bort tabellkolumn
tr: Tablo Sütunu Temizle

source: Remove Table Row
cs: Odebrat řádek
de: Tabellenzeile löschen
fr: Supprimer la ligne du tableau
hr: Ukloni redak tablice
hu: A táblázat sorának eltávolítása
it: Rimuovere la riga
lt: Pašalint lentelės eilutę
lv: Noņemt tabulas rindu
nl: Verwijder rij
no: Fjern tabellrad
pl: Usuń wiersz
pt: Remova linha da tabela
ro: Șterge rândul din tabel
ru: Удалить строку
sl: Odstrani vrstico tabele
sr: Ukloniti red tabele
sv: Ta bort tabellrad
tr: Tablo Satırı Temizle

source: Strikethrough
cs: Přeškrtnutí
de: Durchgestrichen
fr: Barré
hr: Precrtaj
hu: Áthúzott
it: Barrato
lt: Perbraukta
lv: Pārsvītrojums
nl: Doorhalen
no: Gjennomstreket
pl: Przekreślenie
pt: Tachado
ro: Tăiat
ru: Зачеркнутый шрифт
sl: Prečrtano
sr: Precrtano
sv: Genomstruken
tr: Üzerini çiz

source: Subscript
de: Tiefgestellt
fr: Indice
hr: Donji indeks
hu: Alsó index
it: pedice
lt: Aprašymas
lv: Apakšraksts
no: Senket skrift
pl: Indeks dolny
pt: Subscrito
ru: Подписаться
sl: Podpisano
sr: Indeks
sv: Prenumerera

source: Superscript
de: Hochgestellt
fr: Exposant
hr: Eksponent
hu: Felső index
it: Apice
lt: Antraštė
lv: Augšraksts
no: Hevet skrift
pl: Indeks górny
pt: Sobrescrito
ru: Подстрочный шрифт
sl: Nadpisano
sr: Adresa
sv: Anfang

source: Text Color
cs: Barva textu
de: Schriftfarbe
fr: Couleur de texte
hr: Boja teksta
hu: Szöveg színe
it: Colore del testo
lt: Teksto spalva
lv: Teksta krāsa
nl: Tekstkleur
no: Tekstfarge
pl: Kolor tekstu
pt: Cor do texto
ro: Culoarea textului
ru: Цвет текста
sl: Barva besedila
sr: Boja teksta
sv: Textfärg
tr: Metin Rengi

source: Underline
cs: Zdůraznit
de: Unterstrichen
fr: Souligner
hr: Podcrtaj
hu: Aláhúzás
it: Sottolineatura
lt: Pabrėžti
lv: Pasvītrot
nl: Onderstrepen
no: Understreket
pl: Podkreśl
pt: Sublinhar
ro: Subliniat
ru: Подчёркнутый текст
sl: Podčrtano
sr: Podvući
sv: Understreck
tr: Altını çiz

source: Align Text Left
cs: Zarovnat text vlevo
de: Text linksbündig ausrichten
fr: Aligner à droite
hr: Poravnaj tekst lijevo
hu: Szöveg balra igazítása
it: Allinea testo a sinistra
lt: Teksto lygiavimas kairėje
lv: Līdzināt tekstu pa kreisi
nl: Tekst links uitlijnen
no: Tilpass tekst venstre
pl: Wyrównaj tekst do lewej
pt: Alinhar texto à esquerda
ro: Aliniază textul la stânga
ru: Выровнять по левому краю
sl: Poravnaj besedilo levo
sr: Poravnajte tekst levo
sv: Vänsterjustera texten
tr: Metni Sola Hizala

source: Align Text Right
cs: Zarovnejte text vpravo
de: Text rechtsbündig ausrichten
fr: Aligner à gauche
hr: Poravnaj tekst desno
hu: Szöveg jobbra igazítása
it: Allinea testo a destra
lt: Teksto lygiavimas dešinėje
lv: Līdzināt tekstu pa labi
nl: Tekst rechts uitlijnen
no: Tilpass tekst høyre
pl: Wyrównaj tekst do prawej
pt: Alinhar texto à direita
ro: Aliniază textul la dreapta
ru: Выровнять по правому краю
sl: Poravnaj besedilo desno
sr: Poravnajte tekst desno
sv: Högerjustera texten
tr: Metni Sağa Hizala

source: Center Text
cs: Vycentrovat text
de: Text zentriert ausrichten
fr: Centrer
hr: Centriraj tekst
hu: Szöveg középre igazítása
it: Testo centrato
lt: Teksto centravimas
lv: Centrēts teksts
nl: Centreren
no: Sentrer tekst
pl: Wyśrodkuj tekst
pt: Centralizar texto
ro: Centrează textul
ru: Выровнять текст по центру
sl: Poravnajte besedilo na sredino
sr: Centrirajte tekst
sv: Centrera text
tr: Orta Metin

source: Created At
cs: Vytvořeno
de: Erstellt am
fr: Créé le
hr: Kreirano u
hu: Létrehozva
it: Creato il
lt: Sukurta
lv: Izveidots plkst
nl: Gemaakt op
no: Opprettet
pl: Utworzono o
pt: Criado em
ro: Creat la
ru: Создано в
sl: Ustvarjeno
sr: Kreirano u
sv: Skapat den
tr: Oluşturulduğu tarih

source: Created By
cs: Vytvořil
de: Erstellt von
fr: Créé par
hr: Kreirao
hu: Létrehozta
it: Creato da
lt: Sukurta
lv: Izveidoja
nl: Gemaakt door
no: Opprettet av
pl: Utworzono przez
pt: Criado por
ro: Creat de
ru: Создано
sl: Ustvaril
sr: Kreirano od strane
sv: Skapat av
tr: Oluşturan kişi

source: Please click "Save" to release the form.
cs: Klikněte na tlačítko Uložit a pro uvolnění formuláře.
de: Bitte klicken Sie auf "Speichern", um das Formular freizugeben.
fr: Cliquez sur "enregistrer" pour publier le formulaire.
hr: Kliknite "Sačuvaj" za otpuštanje obrasca.
hu: Kérjük, kattintson a "Mentés"-re az űrlap elküldéséhez.
it: Si prega di cliccare "Salva" per rilasciare il modulo.
lt: Jei norite paleisti formą, spustelėkite „Išsaugoti“.
lv: Lūdzu, noklikšķiniet uz "Saglabāt", lai publicētu veidlapu.
nl: Klik op "Bewaren" om het formulier vrij te geven.
no: Vennligst klikk på "Lagre" for å sende inn skjemaet.
pl: Kliknij „Zapisz”, aby opublikować formularz.
pt: Por favor, clique em "Salve" para atualizar o formulário.
ro: Apasă butonul "Salvează" pentru a trimite formularul.
ru: Пожалуйста, нажмите "Сохранить", чтобы отправить форму.
sl: Kliknite »Shrani«, da sprostite obrazec.
sr: Molimo kliknite na "Sačuvajte" da biste sačuvali formu.
sv: Vänligen klicka "Spara" för att publicera.
tr: Formu yayınlamak için "Kaydet" butonuna tıklayın.

source: Please make sure file names do not contain any of the following characters: <, >, *, %, &, :, \.
cs: Ujistěte se, že názvy souborů neobsahují žádné z následujících znaků: <, >, *, %, &, :, \.
de: Bitte wählen Sie nur Dateien, deren Namen die folgenden Zeichen nicht enthalten: <, >, *, %, &, :, \.
fr: Veillez à ne pas utiliser de caractères spéciaux dans les noms de fichiers tels que <, >, *, %, &, :, \.
hr: Nazivi datoteka ne smiju sadržavati nijedan od sljedećih znakova: <, >, *, %, &, :, \.
hu: Kérjük, ellenőrizze, hogy a megadott file név nem tartalmazza-e az alábbi nem engedélyezett karakterek valamelyikét: <, >, *, %, &, :, \.
it: Si prega di assicurarsi che i nomi di file non contengono i seguenti caratteri: <, >, *, %, &, :, \.
lt: Įsitikinkite, kad failų pavadinimuose nėra šių simbolių: <, >, *, %, &, :, \.
lv: Lūdzu, pārliecinieties, vai failu nosaukumos nav šādas rakstzīmes: <, >, *, %, &, :, \.
nl: Zorg ervoor dat bestandsnamen geen van de volgende tekens bevatten: <, >, *, %, &, :, \.
no: Pass på at filnavn ikke inneholder følgende tegn: <, >, *, %, &, :, \.
pl: Upewnij się, że nazwy plików nie zawierają żadnych z następujących znaków: <, >, *, %, &, :, \.
pt: Por favor, certifique-se que o nome do arquivo não contenha nenhum desse caracteres: <, >, *, %, &, :, \.
ro: Numele fișierelor nu trebuie să conţină niciunul dintre următoarele caractere: <, >, *, %, &, :, \.
ru: Убедитесь, что отсутствуют символы: <, >, *, %, &, :, \.
sl: Poskrbite, da imena datotek ne bodo vsebovala naslednjih znakov: <, >, *, %, &, :, \.
sr: Molimo proverite da imena fajlova ne sadrže nijedan od sledećih karaktera: <, >, *, %, &, :, \.
sv: Vänligen säkerställ att filnamnet inte innehåller någon av följande tecken: <, >, *, %, &, :, \.
tr: Dosya isimlerinin şu karakterleri içermediğinden emin olun: <, >, *, %, &, :, \.

source: Asterisk
cs: Hvězdička
de: Sternchen
fr: Astérisque
hr: Zvjezdica
hu: Csillag
it: Asterisco
lt: Žvaigždutė
lv: Zvaigznīte
no: Asteriske tegn
pl: Gwiazdka
pt: Asterisco
ro: Asterisc
ru: звездочка
sl: Zvezdica
sr: Zvezdica
tr: yıldız işareti

source: Quotation Marks
cs: Uvozovky
de: Anführungszeichen
fr: Guillemets
hr: Navodnici
hu: Idézőjel
it: Virgolette
lt: Kabutės
lv: Piedāvājuma atzīmes
nl: Aanhalingstekens
no: Anførselstegn
pl: Cudzysłów
pt: Aspas
ro: Ghilimele
ru: Кавычки
sl: Narekovaji
sr: Znaci navoda
sv: Citationstecken
tr: Tırnak İşareti

# SearchHelpAndDescription
source: Using the search operator AND results can be found that contain all entered terms as whole words. The following seach query will find all results that contain the word "needle" as well as the word "haystack":
cs: Pomocí vyhledávacího operátoru AND lze nalézt výsledky, které obsahují všechny zadané výrazy jako celá slova. Následující vyhledávací dotaz nalezne všechny výsledky, které obsahují slovo "jehla", stejně jako slovo "seno":
de: Mit dem Suchoperator AND werden Ergebnisse gefunden, in denen alle eingegebenen Begriffe als ganze Worte enthalten sind. Die folgende Suchabfrage findet alle Ergebnisse, in denen sowohl das Wort "Nadel", als auch das Wort "Heuhaufen" enthalten ist:
fr: En utilisant AND dans l'opérateur de recherche, les résultats afficheront tous les termes saisis. La requête affichera tous les résultats contenant à la fois l'expression "needle" et l'expression "haystack":
hr: Upotrebom operatora pretrage AND dobivaju se rezultati koji sadrže sve upisane izraze kao čitave riječi. Sljedeći upit za pretragu pronaći će sve rezultate koji sadržavaju i riječ "needle" i riječ " haystack ":
hu: Az AND keresési operátor használatával csak olyan találatok jelennek meg a találati listában, amelyek minden megadott kifejezést tartalmaznak. A következő keresés minden olyan találatot megjelenít, amely tartalmazza "tű" és a "szénakazal" kifejezést:
it: Utilizzando l'operatore di ricerca AND possibile trovare i risultati che contengono tutti i termini inseriti come parole intere. La seguente query di ricerca troverà tutti i risultati che contengono la parola "ago" e la parola "pagliaio":
lt: Naudojant paieškos operatorių AND galima rasti rezultatus, kuriuose yra visi įvesti terminai kaip pilni žodžiai. Toliau pateiktoje užklausoje bus rasti visi rezultatai, kuriuose yra žodis "adata", taip pat žodis "šieno":
lv: Izmantojot meklēšanas operatoru AND rezultātus, var atrast visus ievadītos terminus kā veselus vārdus. Šajā meklējuma vaicājumā tiks atrasti visi rezultāti, kas satur vārdu “adata”, kā arī vārdu “sienakaudze”:
nl: Met behulp van de zoekfunctie AND de resultaten kunnen alle als hele woorden ingevoerde termen, worden gevonden. De volgende zoekopdracht zal alle resultaten tonen die het woord "naald", alsmede het woord "hooiberg" bevatten:
no: Ved bruk av søkeordet AND vil man kun få treff på hele ord som inneholder ordene man søker. Følgende søk vil finne alle resultater som inneholder både ordet "nåla" og ordet "høystakken":
pl: Za pomocą operatora wyszukiwania AND można znaleźć wyniki zawierające wszystkie wprowadzone terminy jako całe słowa. Następujące zapytanie wyszukiwania znajdzie wszystkie wyniki zawierające słowo „igła” oraz słowo „w stogu siana”:
pt: No campo de busca, caso inclua mais de uma palavra interligada com AND, como por exemplo - Chocolate e Morango - terá como resultado todos os conteúdos que contenham Chocolate e também Morango:
ro: Prin folosirea operatorului de căutare AND, pot fi găsite rezultate care conţin toţi termenii căutaţi ca şi cuvinte întregi. Rezultatele interogării următoare vor conţine: cuvântul "struguri", dar şi cuvântul "masă":
ru: При использовании оператора поиска AND будут отображены результаты, содержащие все указанные слова. То есть будут выведены все ссылки, содержащие как "иголка", так и "стог сена":
sl: Z uporabo operatorja iskanja AND lahko najdete rezultate, ki vsebujejo vse vnesene izraze kot cele besede. Naslednja iskalna poizvedba najde vse rezultate, ki vsebujejo tako besedo »igla« kot tudi »seno«:
sr: Koristeći pretraživački operator AND mogu biti pronađeni rezultati koji sadrže sve unete termine kao cele reči. Sledeći upit za pretragu će pronaći sve rezultate koji sadrže rieč "igla" kao i reči "plast sena":
sv: Genom att använda sökoperatorn AND kan du få träffar som innehåller alla angivna söktermer som hela ord. Följande sökfråga kommer att ge träff på alla resultat som innehåller ordet "nål" men även ordet "höstack":
tr: AND arama yardımcısı ile girilen tüm kelimeleri içeren sonuçlar listelenir. Aşağıdaki arama teriminde içinde hem "samanlık" hem de "iğne" kelimelerini bulunduran sonuçlar listelenecektir:

# SearchHelpAndExample
source: needle AND haystack
cs: jehla AND seno
de: Nadel AND Heuhaufen
hu: tű AND szénakazal
it: ago AND pagliaio
lt: adata AND šienas
lv: adatu AND "siena kaudze"
nl: naald AND hooiberg
no: nåla AND høystakken
pl: igła AND "w stogu siana"
pt: chocolate AND morango
ro: struguri AND dulce
ru: иголка AND "стог сена"
sl: igla AND seno
sr: igla AND "plast sena"
sv: nål AND höstack
tr: samanlık AND iğne
