Repository: Jan-Hendrik-Nolte/umanu
Catalog: Framework/Properties/Resources.*.resx
Languages: cs, de, fr, hr, hu, it, lt, lv, nl, no, pl, pt, ro, ru, sl, sr, sv, tr

# PleaseEnterAValidValueGreaterThan0AndAUnitForThisField
source: Please enter a valid value greater than or equal to {0} and a unit for this field.
cs: Zadejte prosím platnou hodnotu větší nebo rovnou {0} a jednotku pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert größer oder gleich {0} sowie eine Einheit ein.
fr: Renseignez une valeur valide supérieure ou égale à {0} et une unité pour ce champ.
hr: Upišite valjanu vrijednost veću od ili jednaku {0} i jedinicu za ovo polje.
hu: Kérjük, adjon meg egy érvényes, {0} -nál nagyobb vagy azzal megegyező értékeket és egy egységet ehhez a mezőhöz.
it: Si prega di inserire un valore valido maggiore o uguale a {0} e un'unità per questo campo.
lt: Laukelyje įveskite galiojančią reikšmę, didesnę arba lygią {0}.
lv: Lūdzu, ievadiet derīgu vērtību, kas ir lielāka vai vienāda ar {0}, un šī lauka vienību.
nl: Voer hier een geldige waarde in groter dan of gelijk aan {0} en een eenheid.
no: Vennligst angi en gyldig verdi som er større enn eller lik {0}, og en enhet i dette feltet.
pl: Podaj poprawną wartość większą lub równą {0} i jednostkę.
pt: Por favor insira um valor válido maior ou igual a {0} e uma unidade para este campo.
ro: Introdu o valoare validă mai mare sau egală cu {0} și o unitate de măsură în acest câmp.
ru: Пожалуйста, введите значение большее или равное {0} и выберите группу.
sl: Vnesite veljavno vrednost, večjo ali enako {0}, in enoto za to polje.
sr: Molimo unesite ispravnu vrednost, veću ili istu u odnosu na {0}, kao i jedinicu u ovo polje.
sv: Vänligen ange ett värde större än eller lika med {0} samt en enhet för detta fält.
tr: Bu alan için {0} dan büyük ya da eşit bir değer ve birim girin.

# PleaseEnterAValidValueGreaterThan0AndSelectAUnitForThisField
source: Please enter a valid value greater than or equal to {0} and select a unit for this field.
cs: Zadejte platnou hodnotu větší nebo rovnou {0} a vyberte jednotku pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert größer oder gleich {0} ein und wählen Sie eine Einheit.
fr: Renseignez une valeur valide supérieure ou égale à {0} et choisissez une unité pour ce champ.
hr: Upišite valjanu vrijednost većo od ili jednaku {0} i odaberite jedinicu za ovo polje.
hu: Kérjük, adjon meg egy érvényes, {0} -nál nagyobb vagy azzal megegyező értékeket és válasszon egy egységet ehhez a mezőhöz.
it: Si prega di inserire un valore valido maggiore o uguale a {0} e selezionare un'unità per questo campo.
lt: Laukelyje įveskite galiojančią reikšmę, didesnę arba lygią {0}, ir pasirinkite vienetą.
lv: Lūdzu, ievadiet derīgu vērtību, kas ir lielāka vai vienāda ar {0}, un atlasiet šī lauka vienību.
nl: Voer hier een geldige waarde in groter dan of gelijk aan {0} en kies een eenheid.
no: Vennligst angi en gyldig verdi som er større enn eller lik {0}, og velg en enhet i dette feltet.
pl: Podaj poprawną wartość większą lub równą {0} i wybierz jednostkę.
pt: Por favor insira um valor válido maior ou igual a {0} e selecione uma unidade para este campo.
ro: Introdu o valoare validă mai mare sau egală cu {0} și selectează o unitate de măsură în acest câmp.
ru: Пожалуйста, введите значение большее или равное {0} и выберите группу.
sl: Vnesite veljavno vrednost, večjo ali enako {0}, in izberite enoto za to polje.
sr: Molimo unesite ispravnu vrednost veću ili istu u odnosu na {0} i označite jedinicu za ovo polje.
sv: Vänligen ange ett värde större än eller lika med {0} samt välj en enhet för detta fält.
tr: Bu alan için {0} dan büyük ya da eşit bir değer girin ve bir birim seçin.

# PleaseEnterAValidValueGreaterThan0ForThisField
source: Please enter a valid value greater than or equal to {0} for this field.
cs: Pro toto pole zadejte platnou hodnotu větší nebo rovnou {0}.
de: Bitte geben Sie in dieses Feld einen gültigen Wert größer oder gleich {0} ein.
fr: Renseignez une valeur valide supérieure ou égale à {0} pour ce champ.
hr: Upišite valjanu vrijednost veću od ili jednaku {0} za ovo polje.
hu: Kérjük, adjon meg egy érvényes, {0} -nál nagyobb vagy azzal megegyező értékeket ehhez a mezőhöz.
it: Si prega di inserire un valore valido maggiore o uguale a {0} per questo campo.
lt: Laukelyje įveskite teisingą reikšmę, didesnę arba lygią {0}.
lv: Lūdzu, ievadiet derīgu vērtību, kas ir lielāka vai vienāda ar {0} šim laukam.
nl: Voer hier een geldige waarde in groter dan of gelijk aan {0}.
no: Vennligst angi en gyldig verdi som er større enn eller lik {0} for dette feltet.
pl: Podaj poprawną wartość większą lub równą {0}.
pt: Por favor insira um valor válido maior ou igual a {0} para este campo.
ro: Introdu o valoare validă mai mare sau egală cu {0} în acest câmp.
ru: Пожалуйста, введите значение большее или равное {0}.
sl: Vnesite veljavno vrednost, večjo ali enako {0}, za to polje.
sr: Molimo unesite ispravnu vrednost veću ili istu u odnosu na {0} u ovo polje.
sv: Vänligen ange ett giltigt värde större än eller lika med {0} för detta fält.
tr: Bu alan için {0} dan büyük ya da eşit bir değer girin.

# PleaseEnterAValidValueLessThan0AndAUnitForThisField
source: Please enter a valid value less than or equal to {0} and a unit for this field.
cs: Zadejte platnou hodnotu menší nebo rovnou {0} a jednotku pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert kleiner oder gleich {0} sowie eine Einheit ein.
fr: Renseignez une valeur valide inférieure ou égale à {0} et une unité pour ce champ.
hr: Upišite valjanu vrijednost manju od ili jednaku {0} i jedinicu za ovo polje.
hu: Kérjük, adjon meg egy érvényes, {0} -nál kisebb vagy azzal megegyező értékeket és egy egységet ehhez a mezőhöz.
it: Si prega di inserire un valore di valido minore o uguale a {0} e un'unità per questo campo.
lt: Laukelyje įveskite galiojantį dydį, mažesnį arba lygų {0}, ir vienetą.
lv: Lūdzu, ievadiet derīgu vērtību, kas ir mazāka vai vienāda ar {0}, un šī lauka vienību.
nl: Voer hier een geldige waarde in kleiner dan of gelijk aan {0} en een eenheid.
no: Vennligst angi en gyldig verdi mindre enn eller lik {0}, og en enhet for dette feltet.
pl: Podaj poprawną wartość mniejszą lub równą {0} i jednostkę.
pt: Por favor insira um valor válido menor ou igual a {0} e uma unidade para este campo.
ro: Introdu o valoare validă mai mică sau egală cu {0} și o unitate de măsură în acest câmp.
ru: Пожалуйста, введите значение меньшее или равное {0} и выберите группу.
sl: Vnesite veljavno vrednost, manjšo ali enako {0}, in enoto za to polje.
sr: Molimo unesite ispravnu vrednost manju ili istu u odnosu na {0} u ovo polje.
sv: Vänligen ange ett värde mindre än eller lika med {0} samt en enhet för detta fält.
tr: Bu alan için {0} dan küçük ya da eşit bir değer ve birim girin.

# PleaseEnterAValidValueLessThan0AndSelectAUnitForThisField
source: Please enter a valid value less than or equal to {0} and select a unit for this field.
cs: Zadejte platnou hodnotu menší nebo rovnou {0} a vyberte jednotku pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert kleiner oder gleich {0} ein und wählen Sie eine Einheit.
fr: Renseignez une valeur valide inférieure ou égale à {0} et choisissez une unité pour ce champ.
hr: Upišite valjanu vrijednost manju od ili jednaku {0} i odaberite jedinicu za ovo polje.
hu: Kérjük, adjon meg egy érvényes, {0} -nál kisebb vagy azzal megegyező értékeket és válasszon egy egységet ehhez a mezőhöz.
it: Si prega di inserire un valore di valido minore o uguale a {0} e selezionare un'unità per questo campo.
lt: Laukelyje įveskite galiojančią reikšmę, mažesnę arba lygią {0}, ir pasirinkite vienetą.
lv: Lūdzu, ievadiet derīgu vērtību, kas ir mazāka vai vienāda ar {0}, un atlasiet šī lauka vienību.
nl: Voer hier een geldige waarde in kleiner dan of gelijk aan {0} en kies een eenheid.
no: Vennligst angi en gyldig verdi mindre enn eller lik {0}, og velg en enhet for dette feltet.
pl: Podaj poprawną wartość mniejszą lub równą {0} i wybierz jednostkę.
pt: Por favor insira um valor válido menor ou igual a {0} e selecione uma unidade para este campo.
ro: Introdu o valoare validă mai mică sau egală cu {0} și selectează o unitate de măsură în acest câmp.
ru: Пожалуйста, введите значение меньшее или равное {0} и выберите группу.
sl: Vnesite veljavno vrednost, manjšo ali enako {0}, in izberite enoto za to polje.
sr: Molimo unesite ispravnu vrednost manju ili istu u odnosu na {0} i označite jedinicu za ovo polje.
sv: Vänligen ange ett värde mindre än eller lika med {0} samt välj en enhet för detta fält.
tr: Bu alan için {0} dan küçük ya da eşit bir değer girin ve bir birim seçin.

# PleaseEnterAValidValueLessThan0ForThisField
source: Please enter a valid value less than or equal to {0} for this field.
cs: Zadejte prosím platnou hodnotu menší nebo rovnou {0} pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert kleiner oder gleich {0} ein.
fr: Renseignez une valeur valide inférieure ou égale à {0} pour ce champ.
hr: Upišite valjanu vrijednost manju od ili jednaku {0} za ovo polje.
hu: Kérjük, adjon meg egy érvényes, {0} -nál kisebb vagy azzal megegyező értékeket ehhez a mezőhöz.
it: Si prega di inserire un valore di valido minore o uguale a {0} per questo campo.
lt: Laukelyje įveskite galiojančią reikšmę, kuri yra mažesnė arba lygi {0}.
lv: Lūdzu, ievadiet derīgu vērtību, kas ir mazāka vai vienāda ar {0} šim laukam.
nl: Voer hier een geldige waarde in kleiner dan of gelijk aan {0}.
no: Vennligst angi en gyldig verdi mindre enn eller lik {0} i dette feltet.
pl: Podaj poprawną wartość mniejszą lub równą {0}.
pt: Por favor insira um valor válido menor ou igual a {0} para este campo.
ro: Introdu o valoare validă mai mică sau egală cu {0} în acest câmp.
ru: Пожалуйста, введите значение меньшее или равное {0}.
sl: Vnesite veljavno vrednost, manjšo ali enako {0}, za to polje.
sr: Molimo unesite ispravnu vrednost manju ili istu u odnosu na {0} u ovo polje.
sv: Vänligen ange ett giltigt värde mindre än eller lika med {0} för detta fält.
tr: Bu alan için {0} dan küçük ya da eşit bir değer girin.

source: Please enter a valid value with at least {0} and at most {1} characters for this field.
cs: Zadejte prosím platnou hodnotu s alespoň {0} a nejvýše {1} znaků pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert mit mindestens {0} und höchstens {1} Zeichen ein.
fr: Renseignez une valeur valide comprenant au moins entre {0} et {1} caractères pour ce champ.
hr: Upišite valjanu vrijednost s najmanje {0} i najviše {1} znakova za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket, legalább {0} és legfeljebb {1} karakterrel ehhez a mezőhöz.
it: Si prega di inserire un valore valido con almeno {0} e {1} caratteri per questo campo.
lt: Šiame lauke įveskite teisingą vertę su bent {0} ir ne daugiau kaip {1} simboliais.
lv: Lūdzu, ievadiet derīgu vērtību ar vismaz {0} un ne vairāk kā {1} rakstzīmēm šim laukam.
nl: Voer hier een geldige waarde in van minimaal {0} en maximaal {1} lettertekens.
no: Vennligst angi en gyldig verdi med minst {0} og maksimalt {1} tegn i dette feltet.
pl: Podaj poprawną wartość z co najmniej {0} i najwyżej {1} znaków.
pt: Por favor insira um valor válido com pelo menos {0} e no máximo {1} caracteres para este campo.
ro: Introdu o valoare validă cu cel puţin {0} și cel mult {1} caracter(e) în acest câmp.
ru: Пожалуйста, введите корректные данные от {0} до {1} символов.
sl: Vnesite veljavno vrednost z najmanj {0} in največ {1} znaki za to polje.
sr: Molimo unesite ispravnu vrednost sa najmanje {0} i najviše {1} karaktera u ovo polje.
sv: Vänligen ange ett värde med minst {0} och maximalt {1} tecken för detta fält.
tr: Bu alan için en az {0} en fazla {1} karakterden oluşan geçerli bir değer girin.

source: Please enter a valid value with at least {0} characters for this field.
cs: Zadejte platnou hodnotu s alespoň {0} znaky pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert mit mindestens {0} Zeichen ein.
fr: Renseignez une valeur valide comprenant au moins {0} caractères pour ce champ.
hr: Upišite valjanu vrijednost s najmanje {0} znakova za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket legalább {0} karakterrel ehhez a mezőhöz.
it: Si prega di inserire un valore valido con almeno {0} caratteri per questo campo.
lt: Laukelyje įveskite galiojančią vertę su mažiausiai {0} simboliais.
lv: Lūdzu, ievadiet derīgu šī lauka vērtību ar vismaz {0} rakstzīmēm.
nl: Voer hier een geldige waarde in van minimaal {0} lettertekens.
no: Vennligst angi en gyldig verdi med minst {0} tegn i dette feltet.
pl: Podaj poprawną wartość z co najmniej {0} znakami.
pt: Por favor insira um valor válido com pelo menos {0} caracteres para este campo.
ro: Introdu o valoare validă cu cel puţin {0} caracter(e) în acest câmp.
ru: Пожалуйста, введите корректные данные от {0} символов.
sl: Vnesite veljavno vrednost z najmanj {0} znaki za to polje.
sr: Molimo unesite važeću vrednost sa najmanje {0} karaktera u ovo polje.
sv: Vänligen ange ett värde med minst {0} tecken för detta fält.
tr: Bu alan için en az {0} karakterden oluşan geçerli bir değer girin.

source: Please enter a valid value with at least one character for this field.
cs: Zadejte platnou hodnotu s alespoň jedním znakem pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert mit mindestens einem Zeichen ein.
fr: Renseignez une valeur valide comprenant au moins un caractère pour ce champ.
hr: Upišite valjanu vrijednost s najmanje jednim znakom za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket legalább 1 karakterrel ehhez a mezőhöz.
it: Si prega di inserire un valore valido con almeno un carattere per questo campo.
lt: Laukelyje įveskite teisingą vertę, kurioje yra bent vienas simbolis.
lv: Lūdzu, ievadiet derīgu šī lauka vērtību ar vismaz vienu rakstzīmi.
nl: Voer hier een geldige waarde in van minimaal een letterteken.
no: Vennligst angi en gyldig verdi med minst ett tegn i dette feltet.
pl: Podaj poprawną wartość z co najmniej jednym znakiem specjalnym.
pt: Por favor, preencha o campo com no mínimo um caracter.
ro: Introdu o valoare validă cu cel puţin un caracter în acest câmp.
ru: Пожалуйста, введите значение от одного символа.
sl: Vnesite veljavno vrednost z najmanj enim znakom za to polje.
sr: Molimo unesite ispravnu vrednost sa najmanje jednim karakterom u ovo polje.
sv: Vänligen ange ett värde med minst ett tecken för detta fält.
tr: Bu alan için en az bir karakterden oluşan geçerli bir değer girin.

source: Please enter a valid value with at most {0} characters for this field.
cs: Zadejte platnou hodnotu s nejvýše {0} znaky pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert mit höchstens {0} Zeichen ein.
fr: Renseignez une valeur valide jusqu'à {0} caractères pour ce champ.
hr: Upišite valjanu vrijednost s najviše {0} znakova za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket legfeljebb {0} karakterrel ehhez a mezőhöz.
it: Si prega di inserire un valore valido con al massimo di {0} caratteri per questo campo.
lt: Laukelyje įveskite galiojančią vertę, kurioje yra ne daugiau kaip {0} simbolių.
lv: Lūdzu, ievadiet derīgu šī lauka vērtību, kurā ir ne vairāk kā {0} rakstzīmes.
nl: Voer hier een geldige waarde in van maximaal {0} lettertekens.
no: Vennligst angi inn en gyldig verdi med maksimalt {0} tegn i dette feltet.
pl: Podaj poprawną wartość z najwyżej {0} znakami specjalnymi.
pt: Por favor insira um valor válido com no máximo {0} caracteres para este campo.
ro: Introdu o valoare validă cu cel mult {0} caractere în acest câmp.
ru: Максимальное количество символов {0}.
sl: Vnesite veljavno vrednost z največ {0} znaki za to polje.
sr: Molimo unesite ispravnu vrednost sa najviše {0} karaktera u ovo polje.
sv: Vänligen ange ett värde med maximalt {0} tecken för detta fält.
tr: Bu alan için en fazla {0} karakterden oluşan geçerli bir değer girin.

source: Please enter a valid value with at most one character for this field.
cs: Zadejte platnou hodnotu s nejvýše jedním znakem pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert mit höchstens einem Zeichen ein.
fr: Renseignez une valeur valide jusqu'à un caractère pour ce champ.
hr: Upišite valjanu vrijednost s najviše jednim znakom za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket legfeljebb 1 karakterrel ehhez a mezőhöz.
it: Si prega di inserire un valore valido con al massimo un carattere per questo campo.
lt: Laukelyje įveskite galiojančią vertę, kurioje yra ne daugiau kaip vienas simbolis.
lv: Lūdzu, ievadiet derīgu šī lauka vērtību, kurā ir ne vairāk kā viena rakstzīme.
nl: Voer hier een geldige waarde in van maximaal een letterteken.
no: Vennligst angi en gyldig verdi med maksimalt ett tegn i dette feltet.
pl: Podaj poprawną wartość z co najwyżej jednym znakiem.
pt: Por favor, preencha o campo com no máximo um caracter.
ro: Introdu o valoare validă cu cel mult un caracter în acest câmp.
ru: Пожалуйста, введите значение до одного символа.
sl: Vnesite veljavno vrednost z največ enim znakom za to polje.
sr: Molimo unesite ispravnu vrednost sa najviše jednim karakterom u ovo polje.
sv: Vänligen ange ett värde med maximalt ett tecken för detta fält.
tr: Bu alan için en fazla bir karakterden oluşan geçerli bir değer girin.

source: Please enter a valid week between {0} and {1} for this field.
cs: Zadejte prosím platný týden mezi {0} a {1} pro toto pole.
de: Bitte geben Sie in dieses Feld eine gültige Woche zwischen {0} und {1} ein.
fr: Renseignez une semaine valide entre {0} et {1} pour ce champ.
hr: Upišite valjani tjedan između {0} i {1} za ovo polje.
hu: Kérjük, adjon meg egy érvényes hetet {0} és {1} között ehhez a mezőhöz.
it: Si prega di inserire una settimana valida tra {0} e {1} per questo campo.
lt: Laukelyje įveskite galiojančią savaitę tarp {0} ir {1}.
lv: Lūdzu, ievadiet derīgu nedēļu starp {0} un {1} šim laukam.
nl: Voer hier een geldige week in tussen {0} en {1}.
no: Vennligst angi en gyldig uke mellom {0} og {1} i dette feltet.
pl: Podaj poprawny tydzień między {0} a {1}.
pt: Por favor, insira uma semana válida entre {0} e {1} para este campo.
ro: Introdu o săptămână validă între {0} și {1} în acest câmp.
ru: Пожалуйста, введите корректную неделю между {0} и {1}.
sl: Vnesite veljaven teden med {0} in {1} za to polje.
sr: Molimo unesite ispravnu nedelju između {0} i {1} u ovo polje.
sv: Vänligen ange en giltig vecka mellan {0} och {1} i detta fält.
tr: Bu alan için {0} ile {1} aralığında geçerli bir hafta girin.

source: Please enter a valid week for this field.
cs: Zadejte prosím platný týden pro toto pole.
de: Bitte geben Sie in dieses Feld eine gültige Woche ein.
fr: Renseignez une semaine valide pour ce champ.
hr: Upišite valjani tjedan za ovo polje.
hu: Kérjük, adjon meg egy érvényes hetet ehhez a mezőhöz.
it: Si prega di inserire una settimana valida per questo campo.
lt: Laukelyje įveskite galiojančią savaitę.
lv: Lūdzu, ievadiet derīgu nedēļu šim laukam.
nl: Voer hier een geldige week in.
no: Vennligst angi en gyldig uke i dette feltet.
pl: Podaj poprawny tydzień.
pt: Por favor, preencha o campo com o número da semana.
ro: Introdu o săptămână validă în acest câmp.
ru: Пожалуйста, введите корректную неделю.
sl: Vnesite veljaven teden za to polje.
sr: Molimo unesite ispravnu nedelju u ovo polje.
sv: Vänligen ange en giltig vecka i detta fält.
tr: Bu alan için geçerli bir hafta girin.

source: Please enter valid values between {0} and {1} for this field.
cs: Zadejte platné hodnoty mezi {0} a {1} pro toto pole.
de: Bitte geben Sie in dieses Feld gültige Werte zwischen {0} und {1} ein.
fr: Renseignez des valeurs valides entre {0} et {1} pour ce champ.
hr: Upišite valjane vrijednosti između {0} i {1} za ovo polje.
hu: Kérjük, adjon meg érvényes értékeket {0} és {1} között ehhez a mezőhöz.
it: Si prega di inserire un valore valido tra {0} e {1} per questo campo.
lt: Laukelyje įveskite teisingas reikšmes tarp {0} ir {1}.
lv: Lūdzu, ievadiet šim laukam derīgas vērtības no {0} līdz {1}.
nl: Voer hier geldige waarden in tussen {0} en {1}.
no: Vennligst fyll inn gyldige verdier mellom {0} og {1} for dette feltet.
pl: Podaj poprawne wartości między {0} i {1}.
pt: Por favor insira valores válidos entre {0} e {1} para este campo.
ro: Introdu valori valide între {0} și {1} în acest câmp.
ru: Пожалуйста, введите корректные данные между {0} и {1}.
sl: Vnesite veljavne vrednosti med {0} in {1} za to polje.
sr: Molimo unesite ispravne vrednosti između {0} i {1} u ovo polje.
sv: Vänligen ange ett giltigt värde mellan {0} och {1} för detta fält.
tr: Bu alan için {0} ile {1} aralığında geçerli bir değer girin.

source: Please enter valid values for this field.
cs: Zadejte platné hodnoty pro toto pole.
de: Bitte geben Sie in dieses Feld gültige Werte ein.
fr: Renseignez des valeurs valides pour ce champ.
hr: Upišite valjane vrijednosti za ovo polje.
hu: Kérjük, adjon meg érvényes értékeket ehhez a mezőhöz.
it: Si prega di inserire un valore valido per questo campo.
lt: Laukelyje įveskite galiojančias šio lauko reikšmes.
lv: Lūdzu, ievadiet šim laukam derīgas vērtības.
nl: Voer hier geldige waarden in.
no: Vennligst angi gyldige verdier for dette feltet.
pl: Podaj poprawne wartości.
pt: Por favor, preencha o campo com valores.
ro: Introdu valori valide în acest câmp.
ru: Пожалуйста, введите корректные данные.
sl: Vnesite veljavne vrednosti za to polje.
sr: Molimo unesite ispravne vrednosti u ovo polje.
sv: Vänligen ange giltiga värden för detta fält.
tr: Bu alan için geçerli bir değer girin.

# PleaseEnterValidValuesGreaterThan0ForThisField
source: Please enter valid values greater than or equal to {0} for this field.
cs: Zadejte platné hodnoty větší nebo rovné {0} pro toto pole.
de: Bitte geben Sie in dieses Feld gültige Werte größer oder gleich {0} ein.
fr: Renseignez des valeurs valides supérieures ou égales à {0} pour ce champ.
hr: Upišite valjane vrijednosti veće od ili jednake {0} za ovo polje.
hu: Kérjük, adjon meg érvényes, {0} -nál nagyobb vagy azzal megegyező értékeket ehhez a mezőhöz.
it: Si prega di inserire un valore valido maggiore o uguale a {0} per questo campo.
lt: Laukelyje įveskite galiojančias reikšmes, kurios yra didesnės arba lygios {0}.
lv: Lūdzu, ievadiet šim laukam derīgas vērtības, kas ir lielākas vaivienādas ar {0}.
nl: Voer hier geldige waarden in groter dan of gelijk aan {0}.
no: Vennligst angi gyldige verdier som er større enn eller lik {0} i dette feltet.
pl: Podaj poprawne wartości większe lub równe {0}.
pt: Por favor insira valores válidos maiores ou iguais a {0} para este campo.
ro: Introdu valori valide mai mari sau egale cu {0} în acest câmp.
ru: Пожалуйста, введите корректное значение большее или равное {0}.
sl: Vnesite veljavne vrednosti, večje ali enake {0}, za to polje.
sr: Molimo unesite ispravne vrednosti veće ili jednake u odnosu na {0} u ovo polje.
sv: Vänligen ange giltiga värden större än eller lika med {0} för detta fält.
tr: Bu alan için {0}dan büyük ya da eşit geçerli bir değer girin.
