Repository: Jan-Hendrik-Nolte/umanu
Catalog: Framework/Properties/Resources.*.resx
Languages: cs, de, fr, hr, hu, it, lt, lv, nl, no, pl, pt, ro, ru, sl, sr, sv, tr

source: The entered combination of user name and password is invalid.
cs: Zadaná kombinace uživatelského jména a hesla je neplatná.
de: Die eingegebene Kombination aus Benutzername und Passwort ist ungültig.
fr: La combinaison entrée nom d'utilisateur et mot de passe n'est pas valide.
hr: Unesena kombinacija korisničkog imena i lozinke nije valjana.
hu: A megadott felhasználónév és jelszó kombináció érvénytelen.
it: La combinazione inserita di nome utente e password non è valida.
lt: Įvestas vartotojo vardo ir slaptažodžio derinys yra neteisingas.
lv: Ievadītā lietotājvārda un paroles kombinācija nav derīga.
nl: De ingevoerde combinatie van gebruikersnaam en wachtwoord is ongeldig.
no: Den angitte kombinasjonen av brukernavn og passord er ugyldig.
pl: Wprowadzona kombinacja nazwy użytkownika i hasła jest nieprawidłowa.
pt: A combinação inserida de nome de usuário e senha é inválida.
ro: Combinația introdusă de nume de utilizator și parolă este nevalidă.
ru: Введенная комбинация имени пользователя и пароля недействительна.
sl: Vnesena kombinacija uporabniškega imena in gesla je neveljavna.
sr: Uneta kombinacija korisničkog imena i lozinke je nevažeća.
sv: Den angivna kombinationen av användarnamn och lösenord är ogiltig.
tr: Girilen kullanıcı adı ve şifre kombinasyonu geçersiz.

source: hours
cs: hodiny
de: Stunden
fr: heures
hr: sati
hu: órák
it: ore
lt: valandos
lv: stundas
nl: hodiny
no: timer
pl: godziny
pt: horas
ro: ore
ru: Часы
sl: ure
sr: sati
sv: timmar
tr: saat

source: days
cs: dní
de: Tage
fr: journées
hr: dana
hu: napok
it: giorni
lt: dienų
lv: dienas
nl: dagen
no: dager
pl: dni
pt: dias
ro: zile
ru: дни
sl: dnevi
sr: dana
sv: dagar
tr: günler

source: minutes
cs: minut
de: Minuten
hr: minuta
hu: percek
it: minuti
lt: minučių
lv: minūtes
nl: minuten
no: minutter
pl: minuty
pt: minutos
ro: minute
ru: минуты
sl: minut
sr: minuta
sv: minuter
tr: dakika
