Repository: Jan-Hendrik-Nolte/umanu
Catalog: Framework/Properties/Resources.*.resx
Languages: cs, de, fr, hr, hu, it, lt, lv, nl, no, pl, pt, ro, ru, sl, sr, sv, tr

# AllUnsafedChangesWillBeDiscardedIfYouLeaveThisPage
source: All unsaved changes will be discarded if you leave this page.
cs: Všechny neuložené změny budou zrušeny, pokud opustíte tuto stránku.
de: Wenn Sie diese Seite verlassen, werden alle ungespeicherten Änderungen verworfen.
fr: Toutes les modifications non enregistrées seront perdues si vous quittez la page.
hr: Sve nesačuvane promjene biti će odbačene ako napustite ovu stranicu.
hu: Az oldal elhagyásával minden el nem mentett változtatás elveszik.
it: Se abbandoni questa pagina tutte le modifiche effettuate verranno eliminate.
lt: Visa neišsaugota informacija bus pašalinta palikus šį puslapį.
lv: Visas nesaglabātās izmaiņas tiks izdzēstas, ja pametīsiet lapu.
nl: Niet opgeslagen wijzigingen worden verwijderd wanneer je de pagina verlaat.
no: Alle ulagrede endringer vil bli borte dersom du forlater denne siden.
pl: Jeśli opuścisz tę stronę wszystkie niezapisane zmiany zostaną odrzucone.
pt: Se você sair da página, as alterações que não foram salvas serão perdidas.
ro: Toate modificările nesalvate vor fi ignorate dacă părăsiți această pagină.
ru: Если вы покинете страницу, все несохранённые изменения будут потеряны.
sl: Vse neshranjene spremembe bodo zavržene, če zapustite to stran.
sr: Ukoliko napustite ovu stranicu, sve nesačuvane izmene će biti odbačene.
sv: Alla osparade ändringar kommer att försvinna om du lämnar sidan.
tr: Bu sayfadan ayrılırsanız kaydedilmemiş tüm değişiklikler yok sayılacaktır.

source: Alternatively you can leave this field blank.
cs: Můžete toto pole ponechat prázdné.
de: Alternativ können Sie dieses Feld leer lassen.
fr: Vous pouvez laissez ce champ vide.
hr: Alternativno možete ovo polje ostaviti prazno.
hu: Amennyiben szeretné, üresen hagyhatja ezt a mezőt.
it: Oppure puoi lasciare il campo vuoto.
lt: Arba galite palikti šį lauką tuščią.
lv: Šo lauku var arī atstāt tukšu.
nl: U bent niet verplicht dit veld in te vullen.
no: Alternativt kan du la dette feltet stå åpent.
pl: To pole może zostać puste.
pt: Você pode deixar esse campo vazio, se necessário.
ro: Puteți lăsa acest câmp necompletat.
ru: Это поле можно оставить пустым.
sl: Lahko pa pustite to polje prazno.
sr: Ovo polje možete ostaviti prazno.
sv: Alternativt kan du lämna detta fält tomt.
tr: Alternatif olarak bu alanı boş bırakabilirsiniz.

source: Alternatively you can leave this field blank for now.
cs: Nyní můžete nechat toto pole prázdné.
de: Alternativ können Sie dieses Feld vorerst leer lassen.
fr: Vous pouvez laissez ce champ vide pour le moment.
hr: Alternativno ovo polje možete za sada ostaviti prazno.
hu: Amennyiben szeretné, egyelőre üresen hagyhatja ezt a mezőt.
it: Oppure per ora puoi lasciare il campo vuoto.
lt: Arba galite palikti šį lauką tuščią laikinai.
lv: Varat arī šo lauku pagaidām atstāt tukšu.
nl: U bent niet verplicht dit veld nu in te vullen.
no: Alternativt kan du la dette feltet stå åpent inntil videre.
pl: To pole może zostać na ten moment puste.
pt: Você pode deixar esse campo vazio por agora, se necessário.
ro: Momentan, puteți lăsa acest câmp necompletat.
ru: Вы можете заполнить это поле позже.
sl: Lahko pa za zdaj pustite to polje prazno.
sr: Ovo polje možete ostaviti prazno, za sada.
sv: Alternativt kan du lämna detta fält tomt så länge.
tr: Alternatif olarak bu alanı şimdilik boş bırakabilirsiniz.

source: Go to
cs: Jít do
de: Gehe zu
fr: Aller à
hr: Otiđi na
hu: Ugrás
it: Vai a
lt: Eiti į
lv: Pāriet uz
nl: Ga naar
no: Gå til
pl: Idź do
pt: Ir para
ro: Mergi la
ru: Перейти
sl: Pojdi na
sr: Idite na
sv: Gå till
tr: Git

source: Cancel
cs: Zrušení
de: Abbrechen
fr: Annuler
hr: Otkaži
hu: Elvetés
it: Cancella
lt: Atšaukti
lv: Atcelt
nl: Annuleren
no: Asterisk
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sl: Prekliči
sr: Otkaži
sv: Avbryt
tr: İptal

source: Cancelled
cs: Zrušeno
de: Abgebrochen
fr: Annulé
hr: Otkazano
hu: Törölve
it: Cancellato
lt: Atšaukta
lv: Atcelts
nl: Geannuleerd
no: Avbrutt
pl: Anulowano
pt: Cancelado
ro: Anulat
ru: Отменен
sl: Preklicano
sr: Otkazano
sv: Avbrutet
tr: İptal edildi

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
hr: Zatvori
hu: Bezárás
it: Chiudi
lt: Uždaryti
lv: Aizvērt
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sl: Zapri
sr: Zatvorite
sv: Stäng
tr: Kapat

source: Completed
cs: Dokončeno
de: Abgeschlossen
fr: Complété
hr: Završeno
hu: Teljesítve
it: Completato
lt: Baigta
lv: Pabeigts
nl: Afgerond
no: Fullført
pl: Ukończono
pt: Concluído
ro: Terminat
ru: Готово
sl: Dokončano
sr: Završeno
sv: Färdigt
tr: Tamamlandı

# CreatedAtByModifiedAtBy
source: Created at {0} by {1}, last modified at {2} by {3}.
cs: Vytvořeno {0} {1}, poslední změněa {2} do {3}.
de: Erstellt am {0} von {1}, zuletzt geändert am {2} von {3}.
fr: Créé le {0} par {1}, dernière modification le {2} par {3}.
hr: Kreirano u {0} s {1}, posljednja izmjena u {2} s {3}.
hu: Létrehozva {0} {1} által, utoljára módosítva {2} {3} által.
it: Creato il {0} da {1},ultima modifica {2} da {3}.
lt: Sukurta {0} {1}, paskutinį kartą pakeista {2} {3}.
lv: Izveidots plkst {0} autors {1}, pēdējoreiz modificēts {2} autors {3}.
nl: Gemaakt om {0} door {1}, laatst gewijzigd op {2} door {3}.
no: Opprettet {0} av {1}, sist endret {2} av {3}.
pl: Utworzono o {0} przez {1}, ostatnio zmodyfikowano o {2} przez {3}.
pt: Criado em {0} por {1}, modificado pela última vez em {2} por {3}.
ro: Creat la {0} de {1}, ultima dată modificat la {2} de {3}.
ru: Создано в {0} {1}, отредактировано в {2} {3}.
sl: Ustvaril {1} ob {0}, zadnji spremenil {3} ob {2}.
sr: Kreirano u {0} od strane {1}, poslednji put izmenjeno {2} od strane {3}.
sv: Skapat den {0} av {1}, senast ändrad den {2} av {3}.
tr: {0} tarihinde {1} tarafından oluşturuldu, {2} tarihinde {3} tarafından değiştirildi.

source: daily
cs: denně
de: täglich
fr: journalier
hr: dnevno
hu: napi
it: giornaliero
lt: kasdien
lv: katru dienu
nl: dagelijks
no: daglig
pl: dziennie
pt: diariamente
ro: zilnic
ru: ежедневно
sl: vsak dan
sr: dnevno
sv: daglig
tr: günlük

source: Edit
cs: Upravit
de: Bearbeiten
fr: Editer
hr: Uredi
hu: Szerkesztés
it: Modifica
lt: Redaguoti
lv: Rediģēt
nl: Bewerken
no: Rediger
pl: Edytuj
pt: Editar
ro: Editează
ru: Редактировать
sl: Uredi
sr: Izmeniti
sv: Redigera
tr: Düzenle

source: End
cs: Konec
de: Ende
fr: Fin
hr: Kraj
hu: Vége
it: Fine
lt: Pabaiga
lv: Beigas
nl: Einde
no: Slutt
pl: Koniec
pt: Final
ro: Sfârşit
ru: Завершить
sl: Konec
sr: Kraj
sv: Slut
tr: Son

source: hourly
cs: každou hodinu
de: stündlich
fr: horaire
hr: svaki sat
hu: óránként
it: oraria
lt: valandinis
lv: ik stundu
nl: per uur
no: hver time
pl: co godzinę
pt: a cada hora
ro: pe oră
ru: каждый час
sl: vsako uro
sr: svakih sat vremena
sv: varje timma
tr: saatlik

source: minutely
cs: každou minutu
de: minütlich
fr: à la minute
hr: svaku minutu
hu: percenként
it: ogni minuto
lt: minutinis
lv: precīzi
nl: per minuut
no: hvert minutt
pl: co minutę
pt: a cada minuto
ro: în fiecare minut
ru: ежеминутно
sl: vsako minuto
sr: svaki minut
sv: varje minut
tr: dakikalık

source: monthly
cs: měsíčně
de: monatlich
fr: mensuellement
hr: mjesečno
hu: havonta
it: mensile
lt: mėnesinis
lv: reizi mēnesī
nl: maandelijks
no: månedlig
pl: co miesiąc
pt: a cada mês
ro: lunar
ru: ежемесячно
sl: vsak mesec
sr: svaki mesec
sv: måntatligen
tr: aylık

source: No
cs: Ne
de: Nein
fr: Non
hr: Ne
hu: Nem
lt: Ne
lv: Nē
nl: Nee
no: Nei
pl: Nie
pt: Não
ro: Nu
ru: Нет
sl: Ne
sr: Ne
sv: Nej
tr: Hayır

source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
hr: Zaporka
hu: Jelszó
lt: Slaptažodis
lv: Parole
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sl: Geslo
sr: Lozinka
sv: Lösenord
tr: Şifre

# PleaseCorrectTheInvalidInputValues
source: Please correct the missing or invalid input values.
cs: Opravte prosím chybějící nebo neplatné vstupní hodnoty.
de: Bitte korrigieren Sie die fehlenden oder ungültigen Eingaben.
fr: Corrigez les valeurs manquantes ou incorrectes.
hr: Ispravite nedostajuće ili nevaljane unesene vrijednosti.
hu: Kérjük, javítsa a hiányzó vagy helytelen beviteli értékeket.
it: Si prega di correggere i valori non validi o mancanti.
lt: Ištaisykite trūkstamas arba negaliojančias įvesties reikšmes.
lv: Lūdzu, izlabojiet trūkstošās vai nederīgās ievades vērtības.
nl: Corrigeer de ontbrekende of ongeldige waarden.
no: Vennligst korriger de manglende eller ugyldige verdiene.
pl: Popraw brakujące lub nieprawidłowe dane.
pt: Por favor, corrija os dados incorretos ou não preenchidos.
ro: Corectează informaţiile lipsă sau neconforme.
ru: Пожалуйста, проверьте введённые данные.
sl: Popravite manjkajoče ali neveljavne vhodne vrednosti.
sr: Molimo dopunite nedostajuće/korigujte netačno unete vrednosti.
sv: Vänligen korrigera de värden som saknas eller är ogiltiga.
tr: Eksik ya da yanlış olan değerleri düzeltin.

source: Please enter a valid date and time between {0} and {1} for this field.
cs: Zadejte prosím platné datum a čas mezi {0} a {1} pro toto pole.
de: Bitte geben Sie in dieses Feld ein gültiges Datum mit Uhrzeit zwischen {0} und {1} ein.
fr: Renseignez date et heure valides entre {0} et {1} pour ce champ.
hr: Upišite valjani datum i vrijeme između {0} i {1} za ovo polje.
hu: Kérjük, adjon meg egy érvényes dátumot és időt {0} és {1} között ehhez a mezőhöz.
it: Si prega di inserire una data valida e un'ora tra {0} e {1} per questo campo.
lt: Įveskite teisingą datą ir laiką tarp {0} ir {1}.
lv: Lūdzu, ievadiet derīgu šī lauka datumu un laiku no {0} līdz {1}.
nl: Voer hier een geldige datum en tijd in tussen {0} en {1}.
no: Vennligst angi gyldig dato og klokkeslett mellom {0} og {1} i dette feltet.
pl: Podaj prawidłową datę i godzinę między {0} a {1}.
pt: Por favor insira uma data e hora válidas entre {0} e {1} para este campo.
ro: Introdu o dată şi o oră valide între {0} și {1} în acest câmp.
ru: Пожалуйста, введите корректные дату и время между {0} и {1} в это поле.
sl: Vnesite veljaven datum in čas med {0} in {1} za to polje.
sr: Molimo unesite ispravan datum i vreme između {0} i {1} za ovo polje.
sv: Vänligen ange ett giltigt datum och tid mellan {0} och {1} i detta fält.
tr: Bu alan için {0} ile {1} aralığında geçerli bir tarih ve süre girin.

source: Please enter a valid date and time for this field.
cs: Zadejte prosím platné datum a čas pro toto pole.
de: Bitte geben Sie in dieses Feld ein gültiges Datum mit Uhrzeit ein.
fr: Renseignez date et heure valides pour ce champ.
hr: Upišite valjani datum i vrijeme za ovo polje.
hu: Kérjük, adjon meg egy érvényes dátumot és időt ehhez a mezőhöz.
it: Si prega di inserire una data e un'ora valida per questo campo.
lt: Įveskite teisingą datą ir laiką.
lv: Lūdzu, ievadiet derīgu šī lauka datumu un laiku.
nl: Voer hier een geldige datum en tijd in.
no: Vennligst angi gyldig dato og klokkeslett i dette feltet.
pl: Podaj prawidłową datę i godzinę.
pt: Por favor, preencha o campo com a data e horári.
ro: Introdu o dată şi o oră valide în acest câmp.
ru: Пожалуйста, введите корректные дату и время в это поле.
sl: Vnesite veljaven datum in čas za to polje.
sr: Molimo unesite ispravan datum i vreme u ovo polje.
sv: Vänligen ange ett giltigt datum och tid i detta fält.
tr: Bu alan için geçerli bir tarih ve süre girin.

source: Please enter a valid date between {0} and {1} for this field.
cs: Zadejte platné datum mezi {0} a {1} pro toto pole.
de: Bitte geben Sie in dieses Feld ein gültiges Datum zwischen {0} und {1} ein.
fr: Renseignez une date valide entre {0} et {1} pour ce champ.
hr: Upišite valjani datum između {0} i {1} za ovo polje.
hu: Kérjük, adjon meg egy érvényes dátumot {0} és {1} között ehhez a mezőhöz.
it: Si prega di inserire una data valida tra {0} e {1} per questo campo.
lt: Įveskite teisingą datą tarp {0} ir {1}.
lv: Lūdzu, ievadiet derīgu šī lauka datumu no {0} līdz {1}.
nl: Voer hier een geldige datum in tussen {0} en {1}.
no: Vennligst angi en gyldig dato mellom {0} og {1} i dette feltet.
pl: Podaj prawidłową datę między {0} a {1}.
pt: Por favor insira uma data válida entre {0} e {1} para este campo.
ro: Introdu o dată validă între {0} și {1} în acest câmp.
ru: Пожалуйста, введите корректную дату между {0} и {1} в это поле.
sl: Vnesite veljaven datum med {0} in {1} za to polje.
sr: Molimo unesite ispravan datum između {0} i {1} u ovo polje.
sv: Vänligen ange ett giltigt datum mellan {0} och {1} i detta fält.
tr: Bu alan için {0} ile {1} aralığında geçerli bir tarih girin.

source: Please enter a valid date for this field.
cs: Zadejte prosím platné datum pro toto pole.
de: Bitte geben Sie in dieses Feld ein gültiges Datum ein.
fr: Renseignez une date valide pour ce champ.
hr: Upišite valjani datum za ovo polje.
hu: Kérjük, adjon meg egy érvényes dátumot ehhez a mezőhöz.
it: Si prega di inserire una data valida per questo campo.
lt: Įvesti galiojančią dieną laukelyje.
lv: Lūdzu, ievadiet derīgu šī lauka datumu.
nl: Voer hier een geldige datum in.
no: Vennligst angi en gyldig dato i dette feltet.
pl: Podaj prawidłową datę.
pt: Por favor, preencha o campo com a data.
ro: Introdu o dată validă în acest câmp.
ru: Пожалуйста, введите корректную дату в это поле.
sl: Vnesite veljaven datum za to polje.
sr: Molimo unesite ispravan datum u ovo polje.
sv: Vänligen ange ett giltigt datum i detta fält.
tr: Bu alan için geçerli bir tarih girin.

source: Please enter a valid month between {0} and {1} for this field.
cs: Zadejte prosím platný měsíc mezi {0} a {1} pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Monat zwischen {0} und {1} ein.
fr: Renseignez un mois valide entre {0} et {1} pour ce champ.
hr: Upišite valjani mjesec između {0} i {1} za ovo polje.
hu: Kérjük, adjon meg egy érvényes hónapot {0} és {1} között ehhez a mezőhöz.
it: Si prega di inserire un mese valido tra {0} e {1} per questo campo.
lt: Įveskite teisingą mėnesį tarp {0} ir {1}.
lv: Lūdzu, ievadiet derīgu mēnesi no {0} līdz {1} šim laukam.
nl: Voer hier een geldige maand in tussen {0} en {1}.
no: Vennligst angi en gyldig måned mellom {0} og {1} i dette feltet.
pl: Podaj prawidłowy miesiąc między {0} a {1}.
pt: Por favor insira um mês válido entre {0} e {1} para este campo.
ro: Introdu o lună validă între {0} și {1} în acest câmp.
ru: Пожалуйста, введите корректный месяц между {0} и {1} в это поле.
sl: Vnesite veljaven mesec med {0} in {1} za to polje.
sr: Molimo unesite ispravan mesec između {0} i {1} u ovo polje.
sv: Vänligen ange en giltig månad mellan {0} och {1} i detta fält.
tr: Bu alan için {0} ile {1} aralığında geçerli bir ay girin.

source: Please enter a valid month for this field.
cs: Zadejte prosím platný měsíc pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Monat ein.
fr: Renseignez un mois valide pour ce champ.
hr: Upišite valjani mjesec za ovo polje.
hu: Kérjük, adjon meg egy érvényes hónapot ehhez a mezőhöz.
it: Si prega di inserire un mese valido per questo campo.
lt: Įveskite teinigą mėnesį.
lv: Lūdzu, ievadiet derīgu mēnesi šim laukam.
nl: Voer hier een geldige maand in.
no: Vennligst angi en gyldig måned i dette feltet.
pl: Podaj prawidłowy miesiąc.
pt: Por favor, preencha o campo com mês.
ro: Introdu o lună validă în acest câmp.
ru: Пожалуйста, введите корректный месяц в это поле.
sl: Vnesite veljaven mesec za to polje.
sr: Molimo unesite ispravan mesec u ovo polje.
sv: Vänligen ange en giltig månad i detta fält.
tr: Bu alan için geçerli bir ay girin.

source: Please enter a valid time between {0} and {1} for this field.
cs: Pro toto pole zadejte platný čas mezi {0} a {1}.
de: Bitte geben Sie in dieses Feld eine gültige Uhrzeit zwischen {0} und {1} ein.
fr: Renseignez une heure valide entre {0} et {1} pour ce champ.
hr: Upišite valjano vrijeme između {0} i {1} za ovo polje.
hu: Kérjük, adjon meg egy érvényes időt {0} és {1} között ehhez a mezőhöz.
it: Si prega di inserire un orario valido tra {0} e {1} per questo campo.
lt: Įveskite teisingą laiką tarp {0} ir {1}.
lv: Lūdzu, ievadiet derīgu šī lauka laiku no {0} līdz {1}.
nl: Voer hier een geldige tijd in tussen {0} en {1}.
no: Vennligst angi en gyldig tid mellom {0} og {1} i dette feltet.
pl: Podaj prawidłowy czas między {0} a {1}.
pt: Por favor insira um tempo válido entre {0} e {1} para este campo.
ro: Introdu o oră validă între {0} și {1} în acest câmp.
ru: Пожалуйста, введите корректное время между {0} и {1} в это поле.
sl: Vnesite veljaven čas med {0} in {1} za to polje.
sr: Molimo unesite ispravno vreme između {0} i {1} u ovo polje.
sv: Vänligen ange en giltig tid mellan {0} och {1} i detta fält.
tr: Bu alan için {0} ile {1} aralığında geçerli bir süre girin.

source: Please enter a valid time for this field.
cs: Zadejte prosím platný čas pro toto pole.
de: Bitte geben Sie in dieses Feld eine gültige Uhrzeit ein.
fr: Renseignez une heure valide pour ce champ.
hr: Upišite valjano vrijeme za ovo polje.
hu: Kérjük, adjon meg egy érvényes időt ehhez a mezőhöz.
it: Si prega di inserire un orario valido per questo campo.
lt: Įveskite teinigą laiką.
lv: Lūdzu, ievadiet derīgu šī lauka laiku.
nl: Voer hier een geldige tijd in.
no: Vennligst angi en gyldig tid i dette feltet.
pl: Podaj prawidłowy czas.
pt: Por favor, preencha o campo com o horário.
ro: Introdu o oră validă în acest câmp.
ru: Пожалуйста, введите корректное время в это поле.
sl: Vnesite veljaven čas za to polje.
sr: Molimo unesite ispravno vreme u ovo polje.
sv: Vänligen ange en giltig tid i detta fält.
tr: Bu alan için geçerli bir süre girin.

source: Please enter a valid value between {0} and {1} and a unit for this field.
cs: Zadejte platnou hodnotu mezi {0} a {1} a jednotkou pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert zwischen {0} und {1} sowie eine Einheit ein.
fr: Renseignez une valeur valide entre {0} et {1} et une unité pour ce champ.
hr: Upišite valjanu vrijednost između {0} i {1} i jedinicu za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket {0} és {1} között és egy egységet ehhez a mezőhöz.
it: Si prega di inserire un valore valido compreso tra {0} e {1} e un'unità per questo campo.
lt: Įveskite galiojančius duomenis tarp {0} ir {1}.
lv: Lūdzu, ievadiet derīgu vērtību starp {0} un {1} un šī lauka vienību.
nl: Voer hier een geldige waarde in tussen {0} en {1} en een eenheid.
no: Vennligst angi en gyldig verdi mellom {0} og {1} og en enhet i dette feltet.
pl: Podaj prawidłową wartość między {0} a {1} i jednostkę.
pt: Por favor insira um valor válido entre {0} e {1} e uma unidade para este campo.
ro: Introdu o valoare validă între {0} și {1} și o unitate de măsură în acest câmp.
ru: Пожалуйста, введите корректные значения между {0} и {1} в это поле.
sl: Vnesite veljavno vrednost med {0} in {1} ter enoto za to polje.
sr: Molimo unestire ispravnu vrednost između {0} i {1} i jedinicu u ovo polje.
sv: Vänligen ange ett giltigt värde mellan {0} och {1} samt en enhet för detta fält.
tr: Bu alan için {0} ile {1} aralığında geçerli bir değer ve birim girin.

source: Please enter a valid value between {0} and {1} and select a unit for this field.
cs: Zadejte platnou hodnotu mezi {0} a {1} a vyberte jednotku pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert zwischen {0} und {1} ein und wählen Sie eine Einheit.
fr: Renseignez une valeur valide entre {0} et {1} et choisissez une unité pour ce champ.
hr: Upišite valjanu vrijednost između {0} i {1} i odaberite jedinicu za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket {0} és {1} között és válasszon egy egységet ehhez a mezőhöz.
it: Si prega di inserire un valore valido tra {0} e {1} e selezionare un'unità per questo campo.
lt: Įveskite galiojančius duomenis tarp {0} ir {1} ir vieną pažymėkite.
lv: Lūdzu, ievadiet derīgu vērtību no {0} līdz {1} un atlasiet šī laukavienību.
nl: Voer hier een geldige waarde in tussen {0} en {1} en kies een eenheid.
no: Vennligst angi en gyldig verdi mellom {0} og {1}, og velg en enhet i dette feltet.
pl: Podaj poprawną wartość między {0} i {1} i wybierz jednostkę.
pt: Por favor insira um valor válido entre {0} e {1} e selecione uma unidade para este campo.
ro: Introdu o valoare validă între {0} și {1} și selectează o unitate de măsură în acest câmp.
ru: Пожалуйста, введите корректные значения между {0} и {1} и выберите единицу для этого поля.
sl: Vnesite veljavno vrednost med {0} in {1} ter izberite enoto za to polje.
sr: Molimo unestire ispravnu vrednost između {0} i {1} označite jedinicu za ovo polje.
sv: Vänligen ange ett giltigt värde mellan {0} och {1} samt välj en enhet för detta fält.
tr: Bu alan için {0} ile {1} aralığında geçerli bir değer girin ve birim seçin.

source: Please enter a valid value between {0} and {1} for this field.
cs: Zadejte prosím platnou hodnotu mezi {0} a {1} pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert zwischen {0} und {1} ein.
fr: Renseignez une valeur valide entre {0} et {1} pour ce champ.
hr: Upišite valjanu vrijednost između {0} i {1} za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket {0} és {1} között ehhez a mezőhöz.
it: Si prega di inserire un valore valido compreso tra {0} e {1} per questo campo.
lt: Įveskite galiojančius duomenis tarp {0} ir {1}.
lv: Lūdzu, ievadiet derīgu šī lauka vērtību no {0} līdz {1}.
nl: Voer hier een geldige waarde in tussen {0} en {1}.
no: Vennligst angi en gyldig verdi mellom {0} og {1} i dette feltet.
pl: Podaj poprawną wartość między {0} i {1}.
pt: Por favor insira um valor válido entre {0} e {1} para este campo.
ro: Introdu o valoare validă între {0} și {1} în acest câmp.
ru: Пожалуйста, введите корректные значения между {0} и {1} и выберите единицу для этого поля.
sl: Vnesite veljavno vrednost med {0} in {1} za to polje.
sr: Molimo unestire ispravnu vrednost između {0} i {1} u ovo polje.
sv: Vänligen ange ett giltigt värde mellan {0} och {1} för detta fält.
tr: Bu alan için {0} ile {1} aralığında geçerli bir değer girin.

source: Please enter a valid value for this field.
cs: Zadejte platnou hodnotu pro toto pole.
de: Bitte geben Sie in dieses Feld einen gültigen Wert ein.
fr: Renseignez une valeur valide pour ce champ.
hr: Upišite valjanu vrijednost za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket ehhez a mezőhöz.
it: Si prega di inserire un valore valido per questo campo.
lt: Laukelyje įveskite galiojančius duomenis.
lv: Lūdzu, ievadiet derīgu šī lauka vērtību.
nl: Voer hier een geldige waarde in.
no: Vennligst angi en gyldig verdi for dette feltet.
pl: Podaj poprawną wartość.
pt: Por favor, preencha o campo com um valor.
ro: Introdu o valoare validă în acest câmp.
ru: Пожалуйста, введите корректные значения в это поле.
sl: Vnesite veljavno vrednost za to polje.
sr: Molimo unesite ispravnu vrednost u ovo polje.
sv: Vänligen ange ett giltigt värde i detta fält.
tr: Bu alan için geçerli bir değer girin.
