Repository: Jan-Hendrik-Nolte/umanu
Catalog: Framework/Properties/Resources.*.resx
Languages: cs, de, fr, hr, hu, it, lt, lv, nl, no, pl, pt, ro, ru, sl, sr, sv, tr

# YourPasswordHasExpiredPleaseEnterANewPasswordBelowAndClickTheSubmitButton
source: Your password has expired. Please enter a new password below and click the SUBMIT button. The new password has to be different from the previous one. Afterwards you will be able to sign in with your new password.
cs: Platnost hesla vypršela. Zadejte níže nové heslo a klikněte na tlačítko SUBMIT. Poté se budete moci přihlásit pomocí nového hesla.
de: Ihr Passwort ist abgelaufen. Bitte geben Sie unterstehend ein neues Passwort ein und klicken Sie auf die ABSENDEN-Schaltfläche. Das neue Passwort muss sich vom vorherigen unterscheiden. Anschließend können Sie sich mit Ihrem neuen Passwort einloggen.
fr: Votre mot de passe a expiré. Veuillez renseigner un nouveau mot de passe et cliquer sur le bouton ENVOYER. Vous pourrez ensuite vous connecter avec votre nouveau mot de passe.
hr: Vaša zaporka je istekla. Molimo upišite novu zaporku ispod i kliknite na tipku POŠALJI. Nakon toga ćete se moći prijaviti svojom novom zaporkom.
hu: Az Ön jelszava lejárt. Kérjük adjon meg egy új jelszót és kattintson az "Elküldés" gombra! Ezt követően az új jelszavával tud majd bejelentkezni.
it: La tua password è scaduta. Inserisci una nuova password qui sotto e fai clic sul pulsante INVIA. Successivamente potrai accedere con la tua nuova password.
lt: Jūsų slaptažodis nebegalioja. Prašau įvesti slaptažodį apašioje ir paspausti PATVIRTINTI. Tai padarę galėsite prisijungti su savo nauju slaptažodžiu.
lv: Jūsu paroles derīgums ir beidzies. Lūdzu, ievadiet jaunu paroli un noklikšķiniet uz IESNIEGŠANAS pogas. Pēc tam varēsit pierakstīties, izmantojot jauno paroli.
nl: Uw wachtwoord is verlopen. Vul een nieuw wachtwoord in en klik op de VERZEND knop. Daarna zult u kunnen inloggen met het nieuwe wachtwoord.
no: Ditt passord er utløpt. Vennligst skriv inn et nytt passord under, og klikk på Send-knappen. Etterpå vil du kunne logge inn med ditt nye passord.
pl: Twoje hasło wygasło. Wprowadź nowe hasło i kliknij WYŚLIJ. Następnie będziesz mógł zalogować się za pomocą nowego hasła.
pt: Sua senha expirou. Por favor, insira uma nova senha abaixo e clique em ENVIAR. Na sequência, você poderá acessar com sua nova senha.
ro: Parola a expirat. Completează mai jos parola nouă şi apasă pe butonul TRIMITE. Ulterior te vei putea autentifica cu noua parolă.
ru: Ваш пароль не актуален. Введите новый пароль и нажмите "Подтвердить". После этого вы сможете войти в профиль с новыми данными.
sl: Vaše geslo je poteklo. Spodaj vpišite novo geslo in kliknite gumb POŠLJI. Potem se boste lahko prijavili z novim geslom.
sr: Vaša lozinka je istekla. Molimo unesite novu lozinku ispod i kliknite na dugme POTVRDITE. Nakon toga moći ćete da se prijavite sa novom lozinkom.
sv: Vänligen ange ett värde med maximalt {r} tecken för detthas fält.
tr: Şifrenizin süresi doldu. Lütfen yeni bir şifre girin ve ONAYLA butonuna tıklayın. Bu işlemden sonra yeni şifrenizle giriş yapabileceksiniz.

source: Change Language
cs: Změnit jazyk
de: Sprache ändern
fr: Modifier la langue
hr: Promijeni jezik
hu: Nyelv módosítása
it: Cambia lingua
lt: Pakeisti kalbą
lv: Mainīt valodu
nl: Wijzigen taal
no: Endre språk
pl: Zmień język
pt: Alterar idioma
ro: Schimbă limba
ru: Сменить язык
sl: Spremeni jezik
sr: Promenite jezik
sv: Ändra språk
tr: Dili Değiştir

source: Please enter a new password to change your password or leave this field empty to keep your password.
cs: Zadejte nové heslo pro změnu hesla nebo ponechte toto pole prázdné, aby bylo zachováno vaše heslo.
de: Bitte geben Sie in dieses Feld ein neues Passwort ein, um es zu ändern oder lassen Sie dieses Feld leer, um Ihr bestehendes Passwort beizubehalten.
fr: Renseignez un nouveau mot de passe ou laissez ce champ vide pour conserver votre mot de passe.
hr: Upišite novu zaporku da izmijenite svoju zaporku ili ostavite ovo polje prazno da zadržite istu zaporku.
hu: Kérjük, adjon meg egy új jelszót a jelszava megváltoztatásához vagy hagyja üresen a mezőt a jelenlegi jelszava megtartásához.
it: Si prega di inserire una nuova password per modificare la password o lasciare questo campo vuoto per mantenere la tua password.
lt: Įveskite naują slaptažodį arba palikite šį lauką tuščią, kad išsaugotumėte slaptažodį.
lv: Lūdzu, ievadiet jaunu paroli, lai mainītu paroli, vai atstājiet šo lauku tukšu, lai saglabātu paroli.
nl: Vul een nieuw wachtwoord in om uw wachtwoord te wijzigen of laat dit veld leeg om uw wachtwoord te behouden.
no: Vennligst angi et nytt passord for å endre passordet ditt, eller la dette feltet stå tomt for å beholde eksisterende passord.
pl: Wprowadź nowe hasło, aby zmienić hasło lub pozostaw to pole puste, aby zachować hasło.
pt: Por favor, entre com uma nova senha para alterar a sua atual ou deixe o campo vazio para manter a senha atual.
ro: Introdu o nouă parolă pentru a-ţi schimba parola actuală sau lasă acest câmp necompletat pentru a-ţi păstra parola.
ru: Пожалуйста, введите новый пароль или оставьте поле пустым, если хотите оставить старый пароль.
sl: Vnesite novo geslo, če želite spremeniti svoje geslo, ali pustite to polje prazno, če želite svoje geslo ohraniti.
sr: Molimo unesite novu lozinku da biste promenili lozinku ili ostavite ovo polje prazno da biste sačuvali lozinku.
sv: Vänligen ange ett nytt lösenord för att ändra ditt lösenord eller lämna detta fält tomt för att behålla ditt nuvarande lösenord.
tr: Şifrenizi değiştirmek için yeni bir şifre girin ya da aynı şifrenizi kullanmak için bu alanı boş bırakın.

source: Toggle Full Window
cs: Přepnout úplné okno
de: Vollfenstermodus umschalten
fr: Passer en mode plein écran
hr: Prebaci na cijeli prozor
hu: Teljes képernyőre váltás
it: Attiva/Disattiva finestra completa
lt: Išjungti visą langą
lv: Pārslēgt pilno logu
nl: Vol Venster Overschakelen
no: Vis fullskjerm
pl: Włącz tryb pelnoekranowy
pt: Alternar janela completa
ro: Schimbă modul "fereastră întreagă"
ru: Полноэкранный режим
sl: Preklopi na celozaslonski način
sr: Otvoriti u celom prozoru
sv: Växla till helskärm
tr: Tam Pencereye Değiştir

source: Please confirm the change of your preferred language by entering your Windows password.
cs: Potvrďte změnu preferovaného jazyka zadáním hesla systému Windows.
de: Bitte bestätigen Sie die Änderung Ihrer bevorzugten Sprache durch Eingabe Ihres Windows-Passworts.
fr: Confirmez la modification de la langue en saisissant votre mot de passe windows.
hr: Potvrdite promjenu svog preferiranog jezika unosom svoje Windows zaporke.
hu: Kérjük, erősítse meg a kezelőfelület nyelvének megváltoztatását a Windows jelszavának megadásával.
it: Si prega di confermare la modifica della lingua preferita inserendo la password di Windows.
lt: Patvirtinkite pageidaujamos kalbos pakeitimą įvesdami „Windows“ slaptažodį.
lv: Lūdzu, apstipriniet vēlamās valodas maiņu, ievadot savu Windowsparoli.
nl: Bevestig de verandering van de gewenste taal door het invoeren van uw Windows wachtwoord.
no: Vennligst bekreft endringen av ditt foretrukne språk ved å skrive inn ditt Windows-passord.
pl: Potwierdź zmianę preferowanego języka, wprowadzając hasło systemu Windows.
pt: Por favor, entre com sua senha Windows para confirmar seu idioma preferido.
ro: Confirmă schimbarea limbii preferate prin introducerea parolei de Windows.
ru: Пожалуйста, подтвердите смену языка, введя пароль.
sl: Potrdite spremembo izbranega jezika z vnosom gesla za Windows.
sr: Molimo vas da potvrdite promenu željenog jezika unosom Windows lozinke.
sv: Vänligen bekräfta ändringen av föredraget språk genom att ange ditt Windows lösenord.
tr: Tercih edilen dil değişikliğini onaylamak için lütfen Windows şifrenizi girin.

source: Title
cs: Titul
de: Titel
fr: Titre
hr: Naziv
hu: Cím
it: Titolo
lt: Pavadinimas
lv: Nosaukums
nl: Titel
no: Overskrift
pl: Tytuł
pt: Título
ro: Titlu
ru: Заголовок
sl: Naslov
sr: Naslov
sv: Titel
tr: Başlık

# LengthXWidthXHeightAbbr
source: (L x W x H)
cs: (D x Š x V)
de: (L x B x H)
fr: (Lo x La x H)
hr: (D x Š x V)
hu: (SZÉ x MÉ x MA)
lv: (Augstums X Platums X Garums)
nl: (L x B x H)
no: (L x B x H)
pl: (D x SZ x W)
pt: (Comprimento x Largura x Altura)
ro: (L x l x h)
ru: (Д х Ш х В)
sl: (D x Š x V)
sr: (D x Š x V)
sv: (längd x bredd x höjd)
tr: (Uzunluk X Genişlik X Yükseklik)

source: Delete
cs: Vymazat
de: Löschen
fr: Supprimer
hr: Izbriši
hu: Törlés
it: Elimina
lt: Ištrinti
lv: Dzēst
nl: Verwijderen
no: Slett
pl: Usuń
pt: Deletar
ro: Şterge
ru: Удалить
sl: Izbriši
sr: Izbrišite
sv: Ta bort
tr: Sil

# PleaseUseTheSignInButtonToLogOnWithYourUserName
source: Please use the LOGIN button to log on with you user name and password. If you do not remember your password, please click the FORGOT PASSWORD button.
cs: Použijte tlačítko LOGIN pro přihlášení s vaším uživatelským jménem a heslem. Pokud si své heslo nepamatujete, klikněte prosím na tlačítko ZAPOMENUTÉ HESLO.
de: Bitte verwenden Sie die LOGIN-Schaltfläche, um sich mit ihrem Benutzernamen und Passwort einzuloggen. Falls Sie sich nicht an Ihr Passwort erinnern sollten, dann klicken Sie bitte auf PASSWORT VERGESSEN.
fr: Utilisez le bouton LOGIN pour vous connecter avec votre identifiant et votre adresse e-mail. Si vous avez oublié votre mot de passe, cliquez sur MOT DE PASSE OUBLIE.
hr: Kliknite na tipku PRIJAVA da se prijavite svojim korisničkim imenom i zaporkom. Ako ste zaboravili svoju zaporku, kliknite na tipku ZABORAVLJENA ZAPORKA.
hu: Kérjük, használja a "Bejelentkezés" gombot a felhasználónevével és a fejlszavával történő belépéshez! Amennyiben nem emlékszik a jelszavára, kérjük kattintson az "Elfelejtett jelszó" gombra.
it: Si prega di utilizzare il pulsante LOGIN per l'accesso con nome utente e password. Se non si ricorda la password, fare clic sul pulsante PASSWORD dimenticata.
lt: Jei norite prisijungti naudodami vartotojo vardą ir slaptažodį, naudokite mygtuką LOGIN. Jei neprisimenate savo slaptažodžio, spustelėkite mygtuką FORGOT PASSWORD.
lv: Lūdzu, izmantojiet PIETEIKŠANĀS pogu, lai pieteiktos ar jūsu lietotājvārdu un paroli. Ja neatceraties savu paroli, lūdzu,noklikšķiniet uz AIZMIRSTA PAROLE pogas.
nl: Gebruik de knop AANMELDEN om in te loggen. Als u uw wachtwoord bent vergeten, klikt u op de knop WACHTWOORD VERGETEN.
no: Vennligst bruk LOGINN-knappen for å logge på med brukernavn og passord. Hvis du ikke husker passordet ditt, klikk på GLEMT PASSORD-knappen.
pl: Użyj przycisku LOGIN, aby zalogować się przy użyciu nazwy użytkownika i hasła. Jeśli nie pamiętasz hasła, kliknij przycisk NIE PAMIĘTAM HASŁA.
pt: Por favor, acesse o botão LOGIN para acessar. Insira seu usuário e senha. Caso tenha esquecido a senha, clique no botão ESQUECI MINHA SENHA.
ro: Apasă pe butonul LOGIN pentru a te autentifica cu numele de utilizator și parola. Dacă nu îţi amintești parola, apasă pe butonul AM UITAT PAROLA.
ru: Нажмите на "Логин", чтобы войти, используя логин и пароль. Если вы не помните пароль, нажмите на соотвутствующую надпись.
sl: Za prijavo s svojim uporabniškim imenom in geslom uporabite gumb PRIJAVA. Če ste pozabili svoje geslo, kliknite gumb POZABLJENO GESLO.
sr: Molimo koristite dugme PRIJAVITE SE, da biste se prijavili sa korisničkim imenom i lozinkom. Ako ste zaboravili lozinku, molimo kliknite na dugme ZABORAVLJENA LOZINKA.
sv: Vänligen använd LOGIN knappen för att logga in med ditt användarnamn och lösenord. Om du har glömt ditt lösenord, vänligen klicka på FORGOT PASSWORD knappen.
tr: Kullanıcı adı ve şifrenizle giriş yapmak için GİRİŞ butonunu kullanın. Eğer şifrenizi hatırlamıyorsanız ŞİFREMİ UNUTTUM butonunu tıklayın.

source: User Name
cs: Uživatelské jméno
de: Benutzername
fr: Identifiant
hr: Korisničko ime
hu: Felhasználónév
it: Nome utente
lt: Vartotojas Vardas
lv: Lietotāja vārds
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Usuário
ro: Nume de utilizator
ru: Логин
sl: Uporabniško ime
sr: Korisničko ime
sv: Användarnamn
tr: Kullanıcı Adı

# PleaseEnterYourUserNameBelowAndClickTheSubmitButton
source: Please enter your user name below and click the SUBMIT button. Afterwards you will receive an email with a link you can use to reset your password.
cs: Zadejte níže své uživatelské jméno a klikněte na tlačítko ODESLAT. Poté obdržíte e-mail s odkazem, který můžete použít k obnovení hesla.
de: Bitte geben Sie unterstehend Ihren Benutzernamen ein und klicken Sie auf die ABSENDEN-Schaltfläche. Anschließend erhalten Sie per E-Mail einen Hyperlink, den Sie zum Zurücksetzen Ihres Passworts verwenden können.
fr: Renseignez votre nom d'utilisateur ci-dessous et cliquez sur ENVOYER. Vous recevrez ensuite un e-mail avec un lien pour réinitialiser votre mot de passe.
hr: Ispod upišite svoje korisničko ime i kliknite na tipku POŠALJI. Naknadno ćete primiti e-mail s poveznicom za resetiranje vaše zaporke.
hu: Kérjük, adja meg a felhasználói nevét és kattintson az "Elküldés" gombra! Ezt követően kapni fog egy e-mail-t a jelszó módosításához szükséges linkkel.
it: Si prega di inserire il tuo username qui sotto e di cliccare sul pulsante INVIA. In seguito riceverai un'email con un link che potrai utilizzare per reimpostare la password.
lt: Įveskite savo naudotojo vardą ir spustelėkite mygtuką SUBMIT. Vėliau gausite el. Laišką su nuoroda, kurią galite naudoti norėdami pasikeisti slaptažodį.
lv: Lūdzu, ievadiet savu lietotājvārdu un noklikšķiniet uz IESNIEGŠANAS pogas. Pēc tam saņemsit e-pasta ziņojumu ar saiti, kuru varēsit izmantot, lai atiestatītu paroli.
nl: Vul hieronder uw gebruikersnaam in en klik op de VERZEND knop. Daarna ontvangt u een e-mail met een link die u kunt gebruiken om uw wachtwoord te resetten.
no: Vennligst skriv inn brukernavnet ditt nedenfor og klikk på SEND-knappen. Etterpå vil du motta en epost med en lenke som du kan bruke til å tilbakestille passordet ditt.
pl: Wpisz poniżej swoją nazwę użytkownika i kliknij WYŚLIJ. Następnie otrzymasz wiadomość e-mail z linkiem, którego możesz użyć do zresetowania hasła.
pt: Por favor, insira seu usuário e clique em ENVIAR. Você receberá um email com um link para recuperar sua senha.
ro: Completează numele de utilizator mai jos si apasă pe butonul TRIMITE. Ulterior vei primi un e-mail cu un link pe care îl poţi folosi pentru resetarea parolei.
ru: Пожалуйста, введите логин и нажмите "Подтвердить". Вы получите письмо с ссылкой на форму смены пароля.
sl: Spodaj vpišite svoje uporabniško ime in kliknite gumb POŠLJI. Prejeli boste e-pošto s povezavo za ponastavitev gesla.
sr: Molimo unesite svoje korisničko ime ispod i kliknite na dugme POTVRDITE. Nakon toga dobićete e-mail sa linkom preko kog možete promeniti lozinku.
sv: Vänligen ange ditt användarnamn nedan och klicka SUBMIT knappen. Därefter kommer du att få ett mail med länk som du kan använda för att återställa ditt lösenord.
tr: Aşağıdaki alana kullanıcı adınızı girip ONAYLA butonunu tıklayın. Bu işlemden sonra şifre sıfırlama linkini içeren bir mail alacaksınız.

source: The selected value does not have a unique key.
cs: Zvolená hodnota nemá jedinečný klíč.
de: Der ausgewählte Wert hat keinen eindeutigen Schlüssel.
fr: La valeur sélectionnée n'a pas de clé unique.
hr: Odabrana vrijednost nema jedinstveni ključ.
hu: A kiválasztott értéknek nincs egyedi azonosítója.
it: Il valore selezionato non dispone di una chiave univoca.
lt: Pasirinkta reikšmė neturi unikalaus rakto.
lv: Atlasītajai vērtībai nav unikāla atslēga.
nl: De geselecteerde waarde heeft geen unieke sleutel.
no: Den valgte verdien har ikke en unik nøkkel.
pl: Wybrana wartość nie posiada unikalnego klucza.
pt: O valor selecionado não tem chave única.
ro: Valoarea selectată nu are o cheie unică.
ru: Выбранное значение некорректно.
sl: Izbrana vrednost nima edinstvenega ključa.
sr: Izabrana vrednost nema jedinstveni ključ.
sv: Det valda värdet är inte unikt.
tr: Seçilen değerin tekil bir anahtarı yok.

source: Settings
cs: Nastavení
de: Einstellungen
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
lt: Nustatymai
lv: Uzstādījumi
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sl: Nastavitve
sr: Podešavanja
sv: Inställningar
tr: Ayarlar

source: The workflow will go on as soon as the step "{0}" is finished.
cs: Workflow bude pokračovat, jakmile dokončíte krok "{0}".
de: Der Ablauf wird fortgesetzt, sobald der Schritt "{0}" ausgeführt wurde.
fr: Le workflow se poursuivra une fois l'étape "{0}" achevée.
hr: Radni tijek nastavlja se odmah po završetku koraka {0}.
hu: A munkafolyamat folytatódik, amint a {0} lépés befejeződik.
it: Il flusso di lavoro proseguirà, non appena terminato il processo/avanzamento "{0}".
lt: Darbo eiga tęsis, kai tik bus baigtas „{0}“ žingsnis.
lv: Darbplūsma turpināsies, tiklīdz būs pabeigta darbība “{0}”.
nl: De stroom gaat verder bij stap "{0}" uitgevoerd.
no: Arbeidsflyten fortsetter så snart trinn "{0}" er ferdig.
pl: Przepływ pracy (workflow) zostanie uruchomiony natychmiast po zakończeniu kroku „{0}”.
pt: O fluxo de trabalho continuará assim que a etapa "{0}" for concluída.
ro: Fluxul de lucru va continua imediat ce pasul "{0}" este finalizat.
ru: Работа может быть продолжена, когда шаг "{0}" будет выполнен.
sl: Potek dela se bo nadaljeval takoj, ko bo končan korak »{0}«.
sr: Radni proces će se nastaviti čim se završi korak "{0}".
sv: Vänligen ange giltiga värden större än eller lika med {0} för detta fält.
tr: İş akışı, aşama {0} tamamlanır tamamlanmaz devam edecek.

source: Logout
cs: Odhlásit se
fr: Déconnexion
hr: Odjava
hu: Kijelentkezés
it: Disconnetti
lt: Atsijungti
lv: Atteikšanās
nl: Uitloggen
no: Logg ut
pl: Wyloguj
ro: Ieşire din cont
ru: Выйти
sl: Odjava
sr: Izlogujte se
tr: Çıkış

source: Please enter a unique email address for this field.
cs: Zadejte prosím jedinečnou e-mailovou adresu pro toto pole.
de: Bitte geben Sie in dieses Feld eine eindeutige E-Mail-Adresse ein.
fr: Renseignez une adresse mail unique pour ce champ.
hr: Upišite jedinstvenu e-mail adresu za ovo polje.
hu: Kérjük, adjon meg egy egyedi e-mail címet ehhez a mezőhöz.
it: Si prega di inserire un unico indirizzo mail per questo campo.
lt: Įveskite savo el. Pašto adresą.
lv: Lūdzu, ievadiet unikālu e-pasta adresi šim laukam.
nl: Voer hier een uniek e-mailadres in.
no: Vennligst angi en unik e-postadresse i dette feltet.
pl: Podaj adres e-mail.
pt: Por favor, coloque seu email.
ro: Introdu o adresă de mail unică în acest câmp.
ru: Пожалуйста, введите уникальный e-mail.
sl: Vnesite edinstven e-poštni naslov za to polje.
sr: Molimo unesite jedinstvenu e-mail adresu u ovo polje.
sv: Vänligen ange en unik epost adress i detta fält.
tr: Bu alan için tekil bir mail adresi girin.

source: Rate {0} star(s).
cs: Hodnotit {0} hvězdičku (y).
de: Mit {0} Stern(en) bewerten.
fr: Notation {0} étoile(s).
hr: Ocijeni s {0} zvjezdicom(ama).
hu: Értékelés {0} csillagra.
it: Valutare {0} stelletta.
lt: Įvertinti {0} žvaigždėmis.
lv: Reitings {0} zvaigzne (s).
nl: Geef {0} ster(ren).
no: Vurder {0} stjerne(r).
pl: Oceń {0} liczbą gwiazdek.
pt: Classifique {0} estrela(s).
ro: Evaluează cu {0} stea / stele.
ru: Ранг {0} звёзд.
sl: Oceni s/z {0} zvezdicami.
sr: Oceniti {0} zvezda.
sv: Betyg {0} stjärna (-or).
tr: {0} yıldız ile oylayın.

source: Approved
cs: Schválený
de: Freigegeben
fr: Approuvé
hr: Odobreno
hu: Jóváhagyott
it: Approvato
lt: Patvirtinta
lv: Izlaists
nl: Vrijgegeven
no: Godkjent
pl: Zatwierdzony
pt: Aprovado
ro: Aprobat
ru: Одобрено
sl: Odobreno
sr: Odobreno
sv: Publicerad
tr: Onaylandı

source: Not Inspected
cs: Neověřeno
de: Nicht geprüft
fr: Non contrôlé
hr: Nije pregledano
hu: Nem ellenőrzött
it: Non controllato
lt: Nepatvirtinta
lv: Nav pārbaudīts
nl: Niet geïnspecteerd
no: Ikke inspisert
pl: Nie sprawdzono
pt: Não controlada
ro: Nu a fost inspectat
ru: Не проверено
sl: Ni pregledano
sr: Nije pregledano
sv: Ej granskade
tr: İncelenmemiş

source: Rejected
cs: Odmítnuto
de: Abgelehnt
fr: Rejeté
hr: Odbijeno
hu: Elutasított
it: Respinto
lt: Atmesta
lv: Noraidīts
nl: Verworpen
no: Avvist
pl: Odrzucono
pt: Recusado
ro: Respins
ru: Отклонено
sl: Zavrnjeno
sr: Odbijeno
sv: Tillbakavisad
tr: Reddedildi

source: Privacy Notice
cs: Ochrana osobních údajů
de: Datenschutzhinweis
fr: Confidentialité
hr: Obavijest o privatnosti
hu: Adatvédelmi nyilatkozat
it: Informativa sulla privacy
lt: Privatumo pranešimas
lv: Paziņojums par konfidencialitāti
nl: Privacy verklaring
no: Personvernerklæring
pl: Polityka prywatności
pt: Aviso de privacidade
ro: Notă de confidenţialitate
ru: Приватное примечание
sl: Obvestilo o zasebnosti
sr: Izjava o privatnosti
tr: Gizlilik Bildirimi

source: Imprint
cs: Otisk
de: Impressum
fr: Impression
hr: Označi
hu: Impresszum
it: Colophon
lt: Leidinys
lv: Iespiedums
nl: Impressum
no: Avsender
pl: Znak wodny
pt: Impressão
ro: Imprimă
ru: Печатать
sl: Impresum
sr: Impresum
tr: Yayıncı

source: Help
cs: Pomoc
de: Hilfe
fr: Aide
hr: Pomoć
hu: Segítség
it: aiuto
lt: Pagalba
lv: Palīdzība
nl: Helpen
no: Hjelp
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь
sl: Pomoč
sr: Pomoć
sv: Hjälp
tr: Yardım

source: Invariant Text
cs: Invariantní text
de: Standardtext
fr: texte invariable
hr: Nepromjenjiv tekst
hu: Állandó szöveg
it: Testo non modificabile
lt: Nenustatytas tekstas
lv: Invarianta teksts
nl: Standaard tekst
no: Invariant tekst
pl: Tekst nie do zmiany
pt: Texto não pode ser modificado
ro: Text invariabil
ru: Текст без изменений
sl: Nespremenljivo besedilo
sr: Tekst koji se ne menja
tr: Değişmeyen Metin

source: Language
cs: Jazyk
de: Sprache
fr: langue
hr: Jezik
hu: Nyelv
it: Lingua
lt: Kalba
lv: Valoda
nl: Taal
no: Språk
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sl: Jezik
sr: Jezik
sv: Språk
tr: Dil

source: Please use the plus button to add translations.
cs: K přidání překladů použijte tlačítko plus.
de: Bitte verwenden Sie den Plus-Knopf zum Hinzufügen von Übersetzungen.
fr: Utilisez le bouton plus pour ajouter des traductions.
hr: Prijevode dodajte pomoću tipke plus.
hu: Kérjük, használja a plusz gombot új fordítások hozzáadásához.
it: Si prega di utilizzare il pulsante più per aggiungere traduzioni.
lt: Jei norite pridėti vertimų, naudokite pliuso mygtuką.
lv: Lūdzu, izmantojiet plusa pogu, lai pievienotu tulkojumus.
nl: Gebruik de plusknop om vertalingen toe te voegen.
no: Vennligst bruk pluss-knappen for å legge til oversettelser.
pl: Użyj przycisku plus, aby dodać tłumaczenia.
pt: Por favor, use o botão + para adicionar traduções.
ro: Apasă pe butonul plus pentru a adăuga traduceri.
ru: Нажмите на плюс, чтобы добавить перевод.
sl: Za dodajanje prevodov uporabite gumb plus.
sr: Molimo koristite dugme “plus” da biste dodali prevode.
sv: Vänligen använd plusknappen för att lägga till översättningar.
tr: Çeviri eklemek için artı butonunu kullanın.

source: Translated Text
cs: Přeložený text
de: Übersetzter Text
fr: Texte traduit
hr: Prevedeni tekst
hu: Lefordított szöveg
it: Testo tradotto
lt: Išverstas tekstas
lv: Tulkotais teksts
nl: Vertaalde tekst
no: Oversatt tekst
pl: Przetłumaczony tekst
pt: Texto traduzido
ro: Text tradus
ru: Переведённый текст
sl: Prevedeno besedilo
sr: Prevedeni tekst
sv: Översatt text
tr: Çevirilmiş Metin

source: Text
fr: Texte
hr: Tekst
hu: Szöveg
it: Testo
lt: Tekstas
lv: Teksts
nl: Tekst
no: Tekst
pl: Tekst
pt: Texto
ru: Текст
sl: Besedilo
sr: Tekst
tr: Metin

source: Invariant Title
cs: Invariantní titul
de: Standardtitel
fr: titre invariable
hr: Nepromjenjiv naslov
hu: Állandó cím
it: Titolo non modificabile
lt: Nenustatytas pavadinimas
lv: Invarianta nosaukums
nl: Standaard titel
no: Invariant tittel
pl: Tytuł nie do zmiany
pt: Título não pode ser modificado
ro: Titlu invariabil
ru: Заголовок без изменений
sl: Nespremenljiv naslov
sr: Naslov koji se se menja
sv: Invariant rubrik
tr: Değişmeyen Başlık
