Repository: Jan-Hendrik-Nolte/umanu
Catalog: Framework/Properties/Resources.*.resx
Languages: cs, de, fr, hr, hu, it, lt, lv, nl, no, pl, pt, ro, ru, sl, sr, sv, tr

# PleaseEnterValidValuesLessThan0ForThisField
source: Please enter valid values less than or equal to {0} for this field.
cs: Zadejte platné hodnoty menší nebo rovné {0} pro toto pole.
de: Bitte geben Sie in dieses Feld gültige Werte kleiner oder gleich {0} ein.
fr: Renseignez des valeurs valides inférieures ou égales à {0} pour ce champ.
hr: Upišite valjane vrijednost manje od ili jednake {0} za ovo polje.
hu: Kérjük, adjon meg érvényes, {0} -nál kisebb vagy azzal megegyező értékeket ehhez a mezőhöz.
it: Si prega di inserire un valore valido minore o uguale a {0} per questo campo.
lt: Laukelyje įveskite teisingas reikšmes, mažesnes nei {0}.
lv: Lūdzu, ievadiet derīgās vērtības, kas ir mazākas par vaivienādas ar {0} šim laukam.
nl: Voer hier geldige waarden in kleiner dan of gelijk aan {0}.
no: Vennligst oppgi gyldige verdier mindre enn eller lik {0} i dette feltet.
pl: Podaj poprawne wartości mniejsze lub równe {0}.
pt: Por favor insira valores válidos menores ou iguais a {0} para este campo.
ro: Introdu valori valide mai mici sau egale cu {0} în acest câmp.
ru: Пожалуйста, введите корректное значение меньшее или равное {0}.
sl: Vnesite veljavne vrednosti, manjše ali enake {0}, za to polje.
sr: Molimo unesite ispravne vrednosti manje ili jednake u odnosu na {0} u ovo polje.
sv: Vänligen ange giltiga värden mindre än eller lika med {0} för detta fält.
tr: Bu alan için {0}dan küçük ya da eşit geçerli bir değer girin.

source: Please enter valid values with at most {0} characters for this field.
cs: Zadejte prosím platné hodnoty s nejvýše {0} znaky pro toto pole.
de: Bitte geben Sie in dieses Feld gültige Werte mit höchstens {0} Zeichen ein.
fr: Renseignez des valeurs valides jusqu'à {0} caractères pour ce champ.
hr: Upišite valjane vrijednosti s najviše {0} znakova za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket legfeljebb {0} karakterrel ehhez a mezőhöz.
it: Si prega di inserire un valore valido con più di {0} caratteri per questo campo.
lt: Įveskite galiojančias reikšmes, kurių šiame lauke yra ne daugiau kaip {0} simbolių.
lv: Lūdzu, ievadiet šai laukam derīgas vērtības, kuru garumsnepārsniedz {0} rakstzīmes.
nl: Voer hier geldige waarden in van maximaal {0} lettertekens.
no: Vennligst skriv inn gyldige verdier med maksimalt {0} tegn i dette feltet.
pl: Podaj poprawne wartości z najwyżej {0} znakiem specjalnym.
pt: Por favor, insira valores válidos com no máximo {0} caracteres para este campo.
ro: Introdu valori valide cu cel mult {0} caractere în acest câmp.
ru: Максимальное количество символов {0}.
sl: Vnesite veljavne vrednosti z največ {0} znaki za to polje.
sr: Molimo unesite ispravne vrednosti sa najviše {0} karaktera u ovo polje.
sv: Vänligen ange giltiga värden med maximalt {0} tecken för detta fält.
tr: Bu alan için en fazla {0} karakterden oluşan geçerli bir değer girin.

source: Please enter valid values with at most one character for this field.
cs: Zadejte platné hodnoty s maximálně jedním znakem pro toto pole.
de: Bitte geben Sie in dieses Feld gültige Werte mit höchstens einem Zeichen ein.
fr: Renseignez des valeurs valides jusqu'à un caractère au moins pour ce champ.
hr: Upišite valjane vrijednosti s najviše jednim znakom za ovo polje.
hu: Kérjük, adjon meg egy érvényes értéket legfeljebb 1 karakterrel ehhez a mezőhöz.
it: Si prega di inserire un valore valido con più più di un carattere per questo campo.
lt: Laukelyje įveskite galiojančias reikšmes, kurių šiame lauke yra ne daugiau kaip vienas simbolis.
lv: Lūdzu, ievadiet derīgās vērtības, izmantojot ne vairāk kā vienu šīlauka rakstzīmi.
nl: Voer hier geldige waarden in van maximaal een letterteken.
no: Vennligst skriv inn gyldige verdier med maksimalt ett tegn i dette feltet.
pl: Podaj poprawne wartości z najwyżej jednym znakiem specjalnym.
pt: Por favor, preencha o campo com valores com no máximo um caracter.
ro: Introdu valori valide cu cel mult un caracter în acest câmp.
ru: Пожалуйста, введите значение до одного символа.
sl: Vnesite veljavne vrednosti z največ enim znakom za to polje.
sr: Molimo unesite ispravne vrednosti sa najviše jednim karakterom u ovo polje.
sv: Vänligen ange giltiga värden med maximalt ett tecken i detta fält.
tr: Bu alan için en fazla 1 karakterden oluşan geçerli bir değer girin.

source: Please select a file of an allowed type with a maximum file size of {0} MB.
cs: Vyberte soubor povoleného typu s maximální velikostí souboru {0} MB.
de: Bitte wählen Sie eine Datei eines gültigen Typs mit einer Größe von bis zu {0} MB.
fr: Sélectionnez un type de fichier autorisé ayant une taille maximum de {0} MB.
hr: Odaberite datoteku dozvoljene vrste maksimalne veličine {0} MB.
hu: Kérjük, válasszon ki egy maximum {0} MB-os file-t, amely az engedélyezett file típusok közé tartozik.
it: Si prega di selezionare un file di un tipo consentito con una dimensione massima di {0} MB.
lt: Pasirinkite failą, turintį leidžiamą tipą, kurio maksimalus dydis yra {0} MB.
lv: Lūdzu, atlasiet atļautā tipa failu, kura maksimālais faila lielums ir {0} MB.
nl: Selecteer een bestand van een toegestane type met een maximale bestandsgrootte van {0} MB.
no: Vennligst velg en fil i et tillatt format, og med en maksimal filstørrelse på {0} MB.
pl: Wybierz prawidłowy typ pliku o maksymalnym rozmiarze {0} MB.
pt: Por favor, selecione um arquivo de um tipo permitido com um tamanho máximo de arquivo de {0} MB.
ro: Selectează un fișier permis cu dimensiunea maximă de {0} MB.
ru: Выберите файл поддерживаемого типа не более {0} MB.
sl: Izberite datoteko dovoljenega tipa z največjo dovoljeno velikostjo {0} MB.
sr: Molimo izaberite fajl dozvoljenog tipa sa maksimalnom veličinom od {0} MB.
sv: Vänligen välj en fil med giltig filändelse och maximal filstorlek på {0} MB.
tr: Dosya büyüklüğü en fazla {0} MB olan uygun bir dosya tipi seçin.

source: Please select a file with a maximum file size of {0} MB.
cs: Vyberte soubor s maximální velikostí souboru {0} MB.
de: Bitte wählen Sie eine Datei mit einer Größe von bis zu {0} MB.
fr: La taille du fichier sélectionné ne doit pas dépasser {0} MB.
hr: Odaberite datoteku maksimalne veličine {0} MB.
hu: Kérjük, válasszon ki egy maximum {0} MB-os file-t.
it: Si prega di selezione un file con una dimensione massima di {0} MB.
lt: Pasirinkite failą, kurio maksimalus dydis yra {0} MB.
lv: Lūdzu, atlasiet failu, kura maksimālais faila lielums ir {0} MB.
nl: Selecteer een bestand met een maximale bestandsgrootte van {0} MB.
no: Vennligst velg en fil med maksimal filstørrelse på {0} MB.
pl: Wybierz plik o maksymalnym rozmiarze {0} MB.
pt: Por favor, selecione um arquivo com um tamanho máximo de arquivo de {0} MB.
ro: Selectează un fișier cu dimensiunea maximă de {0} MB.
ru: Выберите файл не более {0} MB.
sl: Izberite datoteko z največjo dovoljeno velikostjo {0} MB.
sr: Molimo izaberite fajl sa maksimalnom veličinom od {0} MB.
sv: Vänligen välj en fil med maximal filstorlek på {0} MB.
tr: Dosya büyüklüğü en fazla {0} MB olan bir dosya seçin.

source: Please select a valid person for this field.
cs: Vyberte prosím platnou osobu pro toto pole.
de: Bitte wählen Sie für dieses Feld eine gültige Person aus.
fr: Sélectionnez une personne valide pour ce champ.
hr: Odaberite valjanu osobu za ovo polje.
hu: Kérjük, válasszon ki egy érvényes személyt ehhez a mezőhöz.
it: Si prega di selezionare una persona valida per questo campo.
lt: Pasirinkite tinkamus asmenis.
lv: Lūdzu, atlasiet derīgu personu šim laukam.
nl: Kies hier een geldige persoon.
no: Vennligst velg en gyldig person for dette feltet.
pl: Wybierz prawidłową osobę.
pt: Por favor, selecione uma pessoa.
ro: Selectează o persoană validă în acest câmp.
ru: Выберите корректрую персону.
sl: Izberite veljavno osebo za to polje.
sr: Molimo izaberite ispravnu osobu u ovom polju.
sv: Vänligen välj en giltig person i detta fält.
tr: Bu alan için geçerli bir kişi seçin.

source: Please select a valid value for this field.
cs: Vyberte prosím platnou hodnotu pro toto pole.
de: Bitte wählen Sie für dieses Feld einen gültigen Wert aus.
fr: Sélectionnez une valeur valide pour ce champ.
hr: Odaberite valjanu vrijednost za ovo polje.
hu: Kérjük, válasszon ki egy érvényes értéket ehhez a mezőhöz.
it: Si prega di selezionare un valore valido per questo campo.
lt: Pasirinkite tinkamą lauko reikšmę.
lv: Lūdzu, atlasiet derīgu šī lauka vērtību.
nl: Kies hier een geldige waarde.
no: Vennligst velg en gyldig verdi for dette feltet.
pl: Wybierz prawidłową wartość.
pt: Por favor, selecione um valor.
ro: Selectează o valoare validă în acest câmp.
ru: Выберите корректное значение.
sl: Izberite veljavno vrednost za to polje.
sr: Molimo izaberite ispravnu vrednost u ovom polju.
sv: Vänligen välj ett giltigt värde i detta fält.
tr: Bu alan için geçerli bir değer seçin.

# PleaseSelectFilesOfAllowedTypesWithAMaximumFileSizeOf0MB
source: Please select files of allowed typed with a maximum file size of {0} MB each.
cs: Zvolte soubory povolené zadané s maximální velikostí souboru {0} MB každý.
de: Bitte wählen Sie Dateien gültiger Typen mit einer Größe von jeweils bis zu {0} MB.
fr: Sélectionnez des types de fichiers autorisés ayant une taille maximum de {0} MB.
hr: Odaberite datoteke dozvoljene vrste maksimalne veličine {0} MB po datoteci.
hu: Kérjük, válasszon olyan, maximum {0} MB-os file-okat, amelyek az engedélyezett file típusok közé tartoznak.
it: Si prega di selezionare i file di consentiti con una dimensione massima di {0} MB ciascuno.
lt: Pasirinkite leidžiamus failus, kurių kiekvieno maksimalus failo dydis yra {0} MB.
lv: Lūdzu, atlasiet atļautos ievadītos failus, kuru maksimālais faila lielums ir {0} MB.
nl: Kies bestanden van het toegestane type met een maximale bestandsgrootte van {0} MB per stuk.
no: Vennligst velg filer med tillatt format, og med en maksimal filstørrelse på {0} MB hver.
pl: Wybierz prawidłowe typy plików o maksymalnym rozmiarze {0} MB.
pt: Por favor selecione arquivos de permissão digitados com um tamanho máximo de arquivo de {0} MB cada.
ro: Selectează fișiere permise, unde fiecare să aibă maximum {0} MB.
ru: Выберите файлы поддерживаемого типа не более {0} MB каждый.
sl: Izberite datoteke dovoljenega tipa z največjo dovoljeno velikostjo posamezne datoteke {0} MB.
sr: Molimo izaberite fajlove sa maksimalnom veličinom od {0} MB za svaki.
sv: Vänligen välj filer med giltig filändelse och maximal filstorlek på {0} MB.
tr: Herbiri en fazla {0} MB büyüklüğünde olan uygun türde dosyaları seçin.

# PleaseSelectFilesWithAMaximumFileSizeOf0MB
source: Please select files with a maximum file size of {0} MB each.
cs: Vyberte soubory s maximální velikostí souboru {0} MB.
de: Bitte wählen Sie Dateien mit einer Größe von jeweils bis zu {0} MB.
fr: La taille des fichiers sélectionnés ne doit pas dépasser {0} MB chacun.
hr: Odaberite datoteke maksimalne veličine {0} MB po datoteci.
hu: Kérjük, válasszon maximum {0} MB-os file-okat.
it: Si prega di selezionare i file con una dimensione massima di {0} MB ciascuno.
lt: Pasirinkite failus, kurių kiekvieno maksimalus failo dydis yra {0} MB.
lv: Lūdzu, atlasiet failus, kuru maksimālais faila lielums ir {0} MB.
nl: Kies bestanden met een maximale bestandsgrootte van {0} MB per stuk.
no: Vennligst velg filer med en maksimal filstørrelse på {0} MB hver.
pl: Wybierz pliki o maksymalnym rozmiarze {0} MB.
pt: Por favor, selecione arquivos com um tamanho máximo de arquivo de {0} MB cada.
ro: Selectează fișiere de maximum {0} MB fiecare.
ru: Выберите файлы не более {0} MB каждый.
sl: Izberite datoteke z največjo dovoljeno velikostjo posamezne datoteke {0} MB.
sr: Molimo izaberite fajlove sa maksimalnom veličinom od {0} MB za svaki.
sv: Vänligen välj filer med giltig filändelse och maximal filstorlek på {0} MB vardera.
tr: Herbiri en fazla {0} MB büyüklüğünde olan dosyaları seçin.

source: Please select one or more valid persons for this field.
cs: Zvolte pro toto pole jednu nebo více platných osob.
de: Bitte wählen Sie für dieses Feld eine oder mehrere gültige Personen aus.
fr: Sélectionnez une ou plusieurs personnes valides pour ce champ.
hr: Odaberite jednu ili više valjanih osoba za ovo polje.
hu: Kérjük, válasszon egy vagy több érvényes személyt ehhez a mezőhöz.
it: Si prega di selezionare una o più persone valide per questo campo.
lt: Pasirinkite vieną ar kelis tinkančius asmenis.
lv: Lūdzu, atlasiet vienu vai vairākas derīgas personas šim laukam.
nl: Kies hier een of meer geldige personen.
no: Vennligst velg en eller flere gyldige personer for dette feltet.
pl: Wybierz jedną lub więcej prawidłowych osób.
pt: Por favor, selecione uma ou mais pessoas.
ro: Selectează una sau mai multe persoane valide în acest câmp.
ru: Выберите одну или нескольких персон.
sl: Izberite eno ali več veljavnih oseb za to polje.
sr: Molimo izaberite jednu ili više ispravnih osoba u ovom polju.
sv: Vänligen välj en eller flera giltiga personer i detta fält.
tr: Bu alan için bir ya da daha fazla geçerli kişi seçin.

source: Please select one or more valid values for this field.
cs: Vyberte prosím jednu nebo více platných hodnot pro toto pole.
de: Bitte wählen Sie für dieses Feld einen oder mehrere gültige Werte aus.
fr: Sélectionnez une ou plusieurs valeurs valides pour ce champ.
hr: Odaberite jednu ili više valjanih vrijednosti za ovo polje.
hu: Kérjük, válasszon egy vagy több érvényes értéket ehhez a mezőhöz.
it: Si prega di selezionare uno o più valori validi per questo campo.
lt: Pasirinkite vieną ar daugiau šio lauko reikšmių.
lv: Lūdzu, atlasiet vienu vai vairākas šim laukam derīgas vērtības.
nl: Kies hier een of meer geldige waarden.
no: Vennligst velg en eller flere gyldige verdier for dette feltet.
pl: Wybierz jedną lub więcej poprawnych wartości.
pt: Por favor, selecione um ou mais valores.
ro: Selectează una sau mai multe valori valide în acest câmp.
ru: Выберите одно или несколько значений.
sl: Izberite eno ali več veljavnih vrednosti za to polje.
sr: Molimo izaberite jednu ili više ispravnih vrednosti u ovom polju.
sv: Vänligen välj en eller flera giltiga värden för detta fält.
tr: Bu alan için bir ya da daha fazla geçerli değer seçin.

source: Preferred Culture
cs: Preferovaná kultura
de: Bevorzugte Kultur
fr: Préférence culture
hr: Preferirana kultura
hu: Preferált nyelv és ország
it: cultura preferita
lt: Pasirinkta tautybė
lv: Vēlamā kultūra
nl: Voorkeursland
no: Foretrukket kultur
pl: Preferowana kultura
pt: País de preferência
ro: Cultura preferată
ru: Предпочитаемая культура
sl: Izbrana kultura
sr: Preferirana kultura
sv: Föredragen kultur
tr: Seçilen Kültür

source: Preferred Language
cs: Preferovaný jazyk
de: Bevorzugte Sprache
fr: Préférence langue
hr: Preferirani jezik
hu: Preferált nyelv
it: Lingua preferita
lt: Pasirinkta kalba
lv: Vēlamā valoda
nl: Voorkeurstaal
no: Foretrukket språk
pl: Preferowany język
pt: Idioma de preferência
ro: Limba preferată
ru: Пердпочитаемый язык
sl: Izbrani jezik
sr: Preferirani jezik
sv: Föredraget språk
tr: Seçilen Dil

source: Save
cs: Uložit
de: Speichern
fr: Enregistrer
hr: Sačuvaj
hu: Mentés
it: Salva
lt: Išsaugoti
lv: Saglabāt
nl: Bewaren
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sl: Shrani
sr: Sačuvati
sv: Spara
tr: Kaydet

source: secondly
cs: napodruhé
de: sekündlich
fr: en second
hr: drugo
hu: másodsorban
it: in secondo luogo
lt: antra
lv: otrkārt
nl: ten tweede
no: for det andre
pl: po drugie
pt: em segundo lugar
ro: în al doilea rând
ru: ежесекундно
sl: drugič
sr: sporedno
sv: för det andra
tr: ikincil

source: Start
fr: Démarrer
hr: Počni
hu: Kezdés
it: Avvio
lt: Pradžia
lv: Sākt
pt: Início
ro: Porneşte
ru: Начало
sl: Začetek
sr: Početak
tr: Başla

source: The minimum image resolution must be {0} x {1}.
cs: Minimální rozlišení obrazu musí být {0} x {1}.
de: Die Bildauflösung muss mindestens {0} x {1} Pixel betragen.
fr: La résolution minimale de l'image doit être de {0} x {1}.
hr: Minimalna rezolucija slike mora biti {0} x {1}.
hu: A legkisebb képfelbontásnak {0} és {1} közé kell esnie.
it: La risoluzione minina dell'immagine deve essere {0} x {1}.
lt: Minimali nuotraukos rezoliucija turi būti {0} x {1}.
lv: Minimālajai attēla izšķirtspējai jābūt {0} x {1}.
nl: Minimale resolutie moet {0} x {1} zijn.
no: Minimum bildeoppløsning er {0} x {1}.
pl: Minimalna rozdzielczość obrazu musi wynosić {0} x {1}.
pt: A resolução mínima da imagem deve ser {0} x {1}.
ro: Rezoluţia minimă a imaginii trebuie să fie {0} x {1}.
ru: Минимальное разрешение изображения должно быть {0} x {1}.
sl: Najmanjša ločljivost slike mora biti {0} x {1}.
sr: Minimalna rezolucija slike mora biti {0} x {1}.
sv: Den minsta bildupplösningen måste vara {0} x {1}.
tr: Minimum dosya çözünürlüğü {0} x {1} olmalı.

source: This is a mandatory field.
cs: Toto je povinné pole.
de: Dies ist ein Pflichtfeld.
fr: Champ obligatoire.
hr: Ovo je obvezno polje.
hu: Ez egy kötelezően kitöltendő mező.
it: Questo è un campo obbligatorio.
lt: Privalomas laukelis.
lv: Šis ir obligāts lauks.
nl: Verplicht veld.
no: Dette er et obligatorisk felt.
pl: Jest to pole obowiązkowe.
pt: Este é um campo obrigatório.
ro: Acesta este un câmp obligatoriu.
ru: Это поле обязательно для заполнения.
sl: To je obvezno polje.
sr: Ovo je obavezno polje.
sv: Det här är ett obligatoriskt fält.
tr: Zorunlu alan.

source: Up to {0} files are allowed.
cs: Je povoleno maximálně {0} souborů.
de: Bis zu {0} Dateien sind zulässig.
fr: Sont autorisés jusqu'à {0} fichiers.
hr: Dozvoljeno je do {0} datoteka.
hu: Maximum {0} file engedélyezett.
it: Fino a {0} file sono consentiti.
lt: Iki {0} dokumentų yra leidžiama.
lv: Ir atļauti ne vairāk kā {0} faili.
nl: Tot {0} bestanden zijn toegestaan.
no: Opptil {0} filer er tillatt.
pl: Dozwolonych jest maksymalnie {0} plików.
pt: Até {0} arquivos são permitidos.
ro: Până la {0} fişiere sunt permise.
ru: {0} файлов доступно.
sl: Dovoljeno je do {0} datotek.
sr: Dozvoljeno je do {0} fajlova.
sv: Upp till {0} filer är tillåtet.
tr: {0} dosyaya kadar izin verilir.

source: Up to {0} values are allowed.
cs: Maximálně {0} hodnot je povoleno.
de: Bis zu {0} Werte sind zulässig.
fr: Sont autorisées jusqu'à {0} valeurs.
hr: Dozvoljeno je do {0} vrijednosti.
hu: Maximum {0} érték engedélyezett.
it: Fino a {0} valori sono consentiti.
lt: Iki {0} verčių yra leidžiama.
lv: Ir atļautas līdz {0} vērtībām.
nl: Tot {0} waarden zijn toegestaan.
no: Opptil {0} verdier er tillatt.
pl: Dozwolonych jest maksymalnie {0} wartości.
pt: Até {0} valores são permitidos.
ro: Până la {0} valori sunt permise.
ru: {0} значений доступно.
sl: Dovoljeno je do {0} vrednosti.
sr: Dozvoljeno je do {0} vrednosti.
sv: Upp till {0} värden är tillåtet.
tr: {0} değere kadar izin verilir.

source: weekly
cs: týdně
de: wöchentlich
fr: hebdomadairement
hr: tjedno
hu: heti
it: settimanale
lt: savaitinis
lv: iknedēļas
nl: wekelijks
no: ukentlig
pl: co tydzień
pt: semanalmente
ro: săptămânal
ru: еженедельно
sl: vsak teden
sr: nedeljno
sv: varje vecka
tr: haftalık

source: Workflow
de: Ablaufplan
hr: Radni tijek
hu: Munkafolyamat
it: Flusso di lavoro
lt: Darbo eiga
lv: Darbaplūsma
no: Arbeidsflyt
pl: Przepływ pracy (workflow)
ro: Flux de lucru
ru: Процесс
sl: Potek dela
sr: Proces rada
tr: İş akışı

source: Would you really like to delete the row?
cs: Chcete opravdu smazat řádek?
de: Möchten Sie die Zeile wirklich löschen?
fr: Voulez-vous vraiment supprimer cette ligne ?
hr: Jeste li sigurni da želite izbrisati ovaj redak?
hu: Valóban ki szeretné törölni ezt a sort?
it: Vuoi veramente eliminare la riga?
lt: Ar tikrai norite ištrinti šią eilutę?
lv: Vai tiešām vēlaties dzēst rindu?
nl: Weet u zeker dat u deze rij wilt verwijderen?
no: Vil du virkelig slette raden?
pl: Czy na pewno chcesz usunąć wiersz?
pt: Você deseja realmente apagar a linha?
ro: Sigur doreşti să ştergi rândul?
ru: Вы действительно желаете удалить ряд?
sl: Ali res želite izbrisati to vrstico?
sr: Da li zaista želite da izbrišete red?
sv: Vänligen ange ett giltigt datum o dettreally fält?
tr: Satırı gerçekten silmek istiyor musunuz?

# WouldYouReallyLikeToDeleteTheTab
source: Would you really like to delete the tab "{0}"?
cs: Opravdu chcete odstranit záložku "{0}"?
de: Möchten Sie den Reiter "{0}" wirklich löschen?
fr: Voulez-vous vraiment supprimer le tableau "{0}" ?
hr: Jeste li sigurni da želite izbrisati tabulator {0}?
hu: Valóban ki szeretné törölni a következő fület: {0}?
it: Vuoi veramente eliminare la scheda "{0}"?
lt: Ar tikrai norite ištrinti skirtuką „{0}“?
lv: Vai tiešām vēlaties izdzēst cilni “{0}”?
nl: Weet u zeker dat u de tab "{0}" wilt verwijderen?
no: Vil du virkelig slette "{0}"?
pl: Czy na pewno chcesz usunąć kartę „{0}”?
pt: Você realmente gostaria de excluir a guia "{0}"?
ro: Sigur doreşti să ştergi tab "{0}"?
ru: Вы действительно желаете удалить пункт "{0}"?
sl: Ali res želite izbrisati zavihek »{0}«?
sr: Da li zaista želite da izbrišete karticu "{0}"?
sv: Vill du verkligen ta bort tab "{0}"?
tr: {0} sekmesini gerçekten silmek istiyor musunuz?

source: Would you really like to mark the file "{0}" for removal?
cs: Chtěli byste opravdu označit soubor "{0}" pro odstranění?
de: Möchten Sie die Datei "{0}" wirklich zum Löschen vormerken?
fr: Voulez-vous vraiment sélectionner le fichier "{0}" pour la suppression ?
hr: Jeste li sigurni da želite označiti datoteku {0} za uklanjanje?
hu: Valóban szeretné törlésre megjelölni a(z) {0} nevű file-t?
it: Vuoi davvero contrassegnare il file "{0}" per la rimozione?
lt: Ar tikrai norite pažymėti failą „{0}“ pašalinimui?
lv: Vai tiešām vēlaties atzīmēt failu “{0}” noņemšanai?
nl: Weet u zeker dat u het bestand "{0}" wilt markeren en verwijderen?
no: Vil du virkelig merke filen "{0}" for å fjernes?
pl: Czy na pewno chcesz oznaczyć plik „{0}” jako do usunięcia?
pt: Você realmente gostaria de marcar o arquivo "{0}" para remoção?
ro: Sigur doreşti să slectezi fişierul "{0}" pentru a fi şters?
ru: Вы действительно хотите пометить файл "{0}" на удаление?
sl: Ali res želite označiti datoteko »{0}« za odstranitev?
sr: Da li zaista želite da označite fajl "{0}" za uklanjanje?
sv: Vill du verkligen markera filen "{0}" för borttagning?
tr: Dosyayı temizlemek için {0} ile işaretlemek istediğinize emin misiniz?

source: yearly
cs: roční
de: jährlich
fr: annuellement
hr: godišnje
hu: éves
it: annuale
lt: metinis
lv: ikgadējs
nl: jaarlijks
no: årlig
pl: corocznie
pt: anualmente
ro: anual
ru: ежегодно
sl: vsako leto
sr: godišnje
sv: årlig
tr: yıllık

source: Yes
cs: Ano
de: Ja
fr: Oui
hr: Da
hu: igen
it: si
lt: Taip
lv: Jā
nl: Ja
no: Ja
pl: TAK
pt: Sim
ro: Da
ru: Да
sl: Da
sr: da
sv: Ja
tr: Evet

source: History
cs: Historie
de: Verlauf
fr: Historique
hr: Povijest
hu: Történet
it: Storia
lt: Istorija
lv: Vēsture
nl: Geschiedenis
no: Historie
pl: Historia
pt: História
ro: Istorie
ru: История
sl: Zgodovina
sr: Istorija
sv: Historia
tr: Geçmiş

source: Modified At
cs: Upraveno
de: Geändert am
fr: modifié à
hr: Izmijenjeno dana
hu: Módosítva
it: Modificato a
lt: Koreguota
lv: Modificēts
nl: Gewijzigd op
no: Endret
pl: Zmodyfikowano
pt: Modificado às
ro: Modificat la
ru: Отредактированно в
sl: Spremenjeno ob
sr: Izmenjeno u
sv: Ändrat den
tr: Değiştirme Tarihi

source: Modified By
cs: Upravil
de: Geändert von
fr: modifié par
hr: Izmijenio
hu: Módosította
it: Modificato da
lt: Koreguota
lv: Modificēja
nl: Gewijzigd door
no: Endret av
pl: Zmodyfikowano przez
pt: Modificado por
ro: Modificat de
ru: Отредактированно
sl: Spremenil
sr: Izmenjeno od strane
sv: Ändrat av
tr: Değiştiren
