Repository: Jan-Hendrik-Nolte/umanu
Catalog: Framework/Properties/Resources.*.resx
Languages: cs, de, fr, hr, hu, it, lt, lv, nl, no, pl, pt, ro, ru, sl, sr, sv, tr

source: Please enter a unique value for this field.
cs: Zadejte prosím jedinečnou hodnota pro toto pole.
de: Bitte geben Sie in dieses Feld einen eindeutigen Wert ein.
fr: Renseignez une valeur unique pour ce champ.
hr: Upišite jedinstvenu vrijednost za ovo polje.
hu: Kérjük, adjon meg egy egyedi értéket ehhez a mezőhöz.
it: Si prega di inserire un unico valore per questo campo.
lt: Įveskite unikalią vertę.
lv: Lūdzu, ievadiet unikālu šī lauka vērtību.
nl: Voer hier een uniek waarde in.
no: Vennligst angi en unik verdi i dette feltet.
pl: Podaj wartość dla tego pola.
pt: Por favor, coloque um único número neste campo.
ro: Introdu o valoare unică în acest câmp.
ru: Введите уникальное значение в это поле.
sl: Vnesite edinstveno vrednost za to polje.
sr: Molimo unesite jedinstvenu vrednost u ovo polje.
sv: Vänlige ange ett unikt värde i detta fält.
tr: Bu alan için tekil bir değer girin.

source: References
cs: Referenzen
de: Referenzen
fr: Références
hr: Referencije
hu: Referenciák
it: Referenze
lt: Nuorodos
lv: Atsauces
nl: Referenties
no: Referanser
pl: Referencje
pt: Referências
ro: Referinţe
ru: Ссылки
sl: Sklici
sr: Reference
sv: Referenser
tr: Referanslar

source: The first {0} results are displayed below.
cs: Prvních {0} výsledků je zobrazeno níže.
de: Nachfolgend werden die ersten {0} Ergebnisse angezeigt.
fr: Les {0} premiers résultats sont affichés ci-dessous.
hr: Prvi {0} rezultati prikazani su u nastavku.
hu: Az első {0} eredmények az alábbiakban láthatók.
it: I primi {0} risultati sono visualizzati di seguito.
lt: Žemiau pateikiami pirmieji {0} rezultatai.
lv: Pirmie {0} rezultāti tiek parādīti zemāk.
nl: De eerste {0} resultaten worden hieronder weergegeven.
no: De første {0} resultatene vises nedenfor.
pl: Pierwsze wyniki {0} są wyświetlane poniżej.
pt: Os primeiros {0} resultados são exibidos abaixo.
ro: Primele rezultate {0} sunt afișate mai jos.
ru: Первые {0} результаты отображаются ниже.
sl: Prvi {0} rezultati so prikazani spodaj.
sr: Prvi {0} rezultati su prikazani ispod.
sv: De första {0} resultaten visas nedan.
tr: İlk {0} sonuç aşağıda gösterilmiştir.

# TheActionFor0CannotBeExecutedBecauseItIsAmbiguous
source: The action for "{0}" cannot be executed because it is ambiguous. Please use the button "{0}" of the desired step in the workflow diagram to execute the action. Would you like to see the workflow diagram?
cs: Akce pro "{0}" nelze provést, protože je nejednoznačná. K provedení akce použijte tlačítko "{0}" požadovaného kroku v diagramu pracovního postupu. Chtěli byste vidět diagram pracovního postupu?
de: Die Aktion für "{0}" kann nicht ausgeführt werden, da sie nicht eindeutig ist. Verwenden Sie die Schaltfläche "{0}" des gewünschten Schritts im Workflow-Diagramm, um die Aktion auszuführen. Möchten Sie das Workflow-Diagramm sehen?
fr: L'action pour "{0}" ne peut pas être exécutée car elle est ambiguë. Veuillez utiliser le bouton "{0}" de l'étape souhaitée dans le diagramme de flux de travaux pour exécuter l'action. Souhaitez-vous voir le diagramme de flux de travail?
hr: Akcija za "{0}" se ne može izvršiti jer je dvosmislena. Upotrijebite gumb "{0}" željenog koraka u dijagramu tijeka rada da biste izvršili akciju. Želite li vidjeti dijagram rada?
hu: A (z) "{0}" műveletet nem lehet végrehajtani, mert nem egyértelmű. A művelet végrehajtásához használja a munkafolyamat-diagram kívánt lépésének "{0}" gombját. Szeretné látni a munkafolyamat-diagramot?
it: L'azione per "{0}" non può essere eseguita perché è ambigua. Utilizzare il pulsante "{0}" del passaggio desiderato nel diagramma del flusso di lavoro per eseguire l'azione. Vuoi vedere il diagramma del flusso di lavoro?
lt: "{0}" veiksmas negali būti vykdomas, nes jis yra dviprasmiškas. Norėdami atlikti veiksmą, naudokite norimo darbo eigos diagramos žingsnio mygtuką "{0}". Ar norėtumėte pamatyti darbo eigos diagramą?
lv: Darbību "{0}" nevar izpildīt, jo tā ir neskaidra. Lūdzu, izmantojiet darbplūsmas diagrammas vēlamās darbības taustiņu "{0}", lai izpildītu darbību. Vai vēlaties redzēt darbplūsmas diagrammu?
nl: De actie voor "{0}" kan niet worden uitgevoerd omdat deze dubbelzinnig is. Gebruik de knop "{0}" van de gewenste stap in het workflowdiagram om de actie uit te voeren. Wilt u het workflowdiagram zien?
no: Handlingen for "{0}" kan ikke utføres fordi den er tvetydig. Bruk knappen "{0}" til ønsket trinn i arbeidsflytsskjemaet for å utføre handlingen. Vil du se arbeidsflytskjemaet?
pl: Nie można wykonać akcji dla "{0}", ponieważ jest niejednoznaczna. Użyj przycisku "{0}" żądanego kroku na schemacie przepływu pracy, aby wykonać akcję. Czy chcesz zobaczyć schemat przepływu pracy?
pt: A ação para "{0}" não pode ser executada porque é ambígua. Por favor, use o botão "{0}" da etapa desejada no diagrama do fluxo de trabalho para executar a ação. Deseja ver o diagrama do fluxo de trabalho?
ro: Acțiunea pentru "{0}" nu poate fi executată deoarece este ambiguă. Vă rugăm să utilizați butonul "{0}" din pasul dorit în diagrama fluxului de lucru pentru a executa acțiunea. Doriți să vedeți diagrama fluxului de lucru?
ru: Невозможно выполнить действие для "{0}", потому что оно неоднозначно. Пожалуйста, используйте кнопку "{0}" нужного шага на диаграмме рабочего процесса, чтобы выполнить действие. Хотите увидеть диаграмму рабочего процесса?
sl: Ukrepa za "{0}" ni mogoče izvesti, ker je dvoumen. Za izvedbo dejanja uporabite gumb "{0}" želenega koraka v diagramu poteka dela. Bi radi videli diagram poteka dela?
sr: Akcija za "{0}" se ne može izvršiti jer je dvosmislena. Molimo koristite taster "{0}" željenog koraka u dijagramu radnog procesa da biste izvršili akciju. Da li želite da vidite dijagram rada?
sv: Åtgärden för "{0}" kan inte utföras eftersom den är tvetydig. Använd knappen "{0}" för önskat steg i arbetsflödesschemat för att utföra åtgärden. Vill du se arbetsflödesschemat?
tr: "{0}" eylemi, belirsiz olduğu için yürütülemiyor. Lütfen işlemi yürütmek için iş akışı diyagramında istenen adımın "{0}" düğmesini kullanın. İş akışı şemasını görmek ister misiniz?

source: Results {0} to {1} are displayed below.
cs: Výsledky {0} až {1} jsou uvedeny níže.
de: Nachfolgend werden die Ergebnisse {0} bis {1} angezeigt.
fr: Les résultats {0} à {1} sont affichés ci-dessous.
hr: Rezultati {0} do {1} prikazani su u nastavku.
hu: A {0} - {1} eredmények az alábbiakban jelennek meg.
it: I risultati da {0} a {1} sono visualizzati di seguito.
lt: Rezultatai nuo {0} iki {1} rodomi žemiau.
lv: Rezultāti no {0} līdz {1} tiek parādīti zemāk.
nl: Resultaten {0} tot {1} worden hieronder weergegeven.
no: Resultatene {0} til {1} vises nedenfor.
pl: Wyniki od {0} do {1} są wyświetlone poniżej.
pt: Os resultados {0} a {1} são exibidos abaixo.
ro: Rezultatele de la {0} la {1} sunt afișate mai jos.
ru: Результаты {0} до {1} отображаются ниже.
sl: Rezultati {0} do {1} so prikazani spodaj.
sr: Резултати {0} до {1} су приказани доле.
sv: Resultat {0} till {1} visas nedan.
tr: {0} ile {1} arasındaki sonuçlar aşağıda gösterilmektedir.

source: Offline
fr: Hors Ligne
lt: Neprisijungęs
lv: Bezsaistē
ro: Deconectat
ru: Не в сети
sl: Brez povezave
sr: Odsutan
tr: Çevrim

# PleaseSelectACsvFileEndodedAsUtf8WithBom
source: Please select a CSV file encoded as UTF-8 with BOM.
cs: Vyberte soubor CSV kódovaný jako UTF-8 s kusovníkem.
de: Bitte wählen Sie eine CSV-Datei im Format UTF-8 mit BOM aus.
fr: Veuillez sélectionner un fichier CSV encodé en UTF-8 avec BOM.
hr: Odaberite CSV datoteku kodiranu kao UTF-8 s BOM-om.
hu: Kérjük, válasszon egy UTF-8 kódolású CSV fájlt a BOM segítségével.
it: Seleziona un file CSV codificato come UTF-8 con BOM.
lt: Pasirinkite CSV failą, užkoduotą kaip UTF-8 su BOM.
lv: Lūdzu, atlasiet CSV failu, kas kodēts kā UTF-8 ar BOM.
nl: Selecteer een CSV-bestand gecodeerd als UTF-8 met BOM.
no: Velg en CSV-fil kodet som UTF-8 med BOM.
pl: Wybierz plik CSV zakodowany jako UTF-8 z BOM.
pt: Selecione um arquivo CSV codificado como UTF-8 com BOM.
ro: Vă rugăm să selectați un fișier CSV codat ca UTF-8 cu BOM.
ru: Выберите файл CSV в кодировке UTF-8 с BOM.
sl: Izberite datoteko CSV, kodirano kot UTF-8 z BOM.
sr: Izaberite CSV datoteku kodiranu kao UTF-8 sa BOM-om.
sv: Välj en CSV-fil kodad som UTF-8 med BOM.
tr: Lütfen BOM ile UTF-8 olarak kodlanmış bir CSV dosyası seçin.

# CsvQuotesError
source: A CSV field value may not contain quotes (") unless the whole field value is surrounded by quotes ("field value") and the quotes inside are escaped with quotes ("field "" value").
cs: Hodnota pole CSV nesmí obsahovat uvozovky ("), pokud není celá hodnota pole obklopena uvozovkami ("hodnota pole") a uvozovkám uvnitř jsou uvozeny uvozovkami ("hodnota "" pole").
de: Ein CSV-Feldwert darf keine Anführungszeichen (") enthalten, es sei denn, der gesamte Feldwert ist von Anführungszeichen ("Feldwert") umgeben und die darin enthaltenen Anführungszeichen werden mit Anführungszeichen ("Feld "" Wert") versehen.
fr: Une valeur de champ CSV ne peut pas contenir de guillemets (") sauf si la valeur entière du champ est entourée de guillemets ("valeur du champ") et les guillemets à l'intérieur sont échappés avec des guillemets ("champ "" valeur").
hr: Vrijednost CSV polja ne smije sadržavati navodnike ("), osim ako je cijela vrijednost polja okružena navodnicima ("vrijednost polja"), a citati unutar njih se izbjegavaju navodnicima ("vrijednost "" vrijednosti").
hu: A CSV mező értéke nem tartalmazhat idézőjeleket ("), kivéve, ha a teljes mező értékét idézőjelek veszik körül ("mező értéke"), és a belső idézőjeleket idézőjelekkel ("mező "" érték") nem kerülik el.
it: Un valore di campo CSV non può contenere virgolette (") a meno che l'intero valore del campo non sia racchiuso tra virgolette ("valore campo") e le virgolette all'interno non siano precedute da virgolette ("campo "" valore").
lt: CSV lauko reikšmėje negali būti kabučių ("), nebent visa lauko reikšmė yra apsupta kabutėmis ("lauko reikšmė"), o viduje esančiose kabutėse neišvengta kabučių ("lauko "" reikšmė").
lv: CSV lauka vērtībā nedrīkst būt pēdiņas ("), ja vien visa lauka vērtība nav ieskauta pēdiņās ("lauka vērtība") un iekšpusē esošās pēdiņas nav aizbīdītas ar pēdiņām ("lauka "" vērtība").
nl: Een CSV-veldwaarde mag geen aanhalingstekens (") bevatten, tenzij de hele veldwaarde is omgeven door aanhalingstekens ("veldwaarde") en de aanhalingstekens erin zijn voorzien van aanhalingstekens ("veld "" waarde").
no: En CSV-feltverdi kan ikke inneholde anførselstegn (") med mindre hele feltverdien er omgitt av anførselstegn ("feltverdi") og anførselstegnene unnslippes med anførselstegn ("felt "" verdi").
pl: Wartość pola CSV nie może zawierać cudzysłowów ("), chyba że cała wartość pola jest ujęta w cudzysłów ("wartość pola"), a cudzysłowy wewnątrz cudzysłowu ("pole "" wartość").
pt: Um valor de campo CSV não pode conter aspas ("), a menos que todo o valor do campo esteja entre aspas ("valor do campo") e as aspas dentro sejam escapadas com aspas ("campo "" valor").
ro: O valoare de câmp CSV nu poate conține ghilimele (") decât dacă întreaga valoare a câmpului este înconjurată de ghilimele ("valoare câmpului") și ghilimelele din interior sunt evitate cu ghilimele ("câmpul "" valoare").
ru: Значение поля CSV не может содержать кавычек ("), если все значение поля не заключено в кавычки ("значение поля"), а кавычки внутри заключены в кавычки ("поле "" значение").
sl: Vrednost polja CSV ne sme vsebovati narekovajev ("), razen če je celotna vrednost polja obdana z narekovaji ("vrednost polja") in v notranjosti narekovajev ubežejo narekovaji ("vrednost "" polja").
sr: Vrednost CSV polja ne sme sadržati navodnike ("), osim ako je vrednost celog polja okružena navodnicima ("vrednost polja"), a citati unutar njih se izbegavaju navodnicima ("vrednost "" vrednosti").
sv: Ett CSV-fältvärde får inte innehålla citattecken (") om inte hela fältvärdet omges av citattecken ("fältvärde") och citaten inuti undviks med citattecken ("fält "" värde").
tr: Bir CSV alanı değeri, tüm alan değeri tırnak işaretleri ("alan değeri") içine alınmadıkça ve içindeki tırnaklar tırnak işaretleri ("alan "" değer") ile çevrilmediği sürece tırnak işaretleri (") içeremez.

# FieldMappingError
source: Field mapping for "{0}" cannot be found.
cs: Mapování polí pro „{0}“ nelze najít.
de: Feldzuordnung für "{0}" wurde nicht gefunden.
fr: Le mappage de champ pour "{0}" est introuvable.
hr: Mapiranje polja za "{0}" nije moguće pronaći.
hu: A (z) "{0}" mezőtérképezése nem található.
it: Impossibile trovare la mappatura del campo per "{0}".
lt: Nepavyksta rasti „{0}“ lauko žemėlapio.
lv: Vietnes “{0}” kartēšanu nevar atrast.
nl: Veldtoewijzing voor "{0}" is niet gevonden.
no: Feltkartlegging for "{0}" kan ikke bli funnet.
pl: Nie można znaleźć mapowania pola dla „{0}”.
pt: O mapeamento de campo para "{0}" não foi encontrado.
ro: Cartarea câmpului pentru „{0}” nu poate fi găsită.
ru: Сопоставление полей для "{0}" не найдено.
sl: Preslikave polj za »{0}« ni mogoče najti.
sr: Nije moguće pronaći mapiranje polja za „{0}“.
sv: Fältmappning för "{0}" kan inte hittas.
tr: "{0}" için alan eşlemesi bulunamıyor.

# CsvValueError
source: Value "{0}" cannot be set for field "{1}".
cs: Pro pole „{1}“ nelze nastavit hodnotu „{0}“.
de: Der Wert "{0}" kann für das Feld "{1}" nicht gesetzt werden.
fr: La valeur "{0}" ne peut pas être définie pour le champ "{1}".
hr: Vrijednost "{0}" nije moguće postaviti za polje "{1}".
hu: A (z) "{0}" érték nem állítható be a (z) "{1}" mezőbe.
it: Il valore "{0}" non può essere impostato per il campo "{1}".
lt: Vertės „{0}“ negalima nustatyti laukui „{1}“.
lv: Vērtību “{0}” nevar iestatīt laukam “{1}”.
nl: Waarde "{0}" kan niet worden ingesteld voor veld "{1}".
no: Verdien "{0}" kan ikke angis for feltet "{1}".
pl: Nie można ustawić wartości „{0}” w polu „{1}”.
pt: O valor "{0}" não pode ser definido para o campo "{1}".
ro: Valoarea „{0}” nu poate fi setată pentru câmpul „{1}”.
ru: Значение "{0}" нельзя установить для поля "{1}".
sl: Vrednosti "{0}" ni mogoče nastaviti za polje "{1}".
sr: Vrednost „{0}“ ne može da se postavi za polje „{1}“.
sv: Värde "{0}" kan inte ställas in för fältet "{1}".
tr: "{0}" değeri, "{1}" alanı için ayarlanamaz.

# PleaseExcuseThatTheDataExportTakesLongerThanExpected
source: Please excuse that the data export takes longer than expected. To save your time, the results will be emailed to {0} once the processing is done.
cs: Omluvte prosím, že export dat trvá déle, než jste čekali. Po dokončení zpracování budou výsledky odeslány e-mailem na adresu {0}, abyste ušetřili čas.
de: Bitte entschuldigen Sie, dass der Datenexport länger als gedacht dauert. Um Ihre Zeit zu sparen, wird das Ergebnis an {0} gemailt, sobald es bereitsteht.
fr: Veuillez excuser que l'exportation des données prend plus de temps que prévu. Pour gagner du temps, les résultats seront envoyés par e-mail à {0} une fois le traitement terminé.
hr: Izvinite da izvoz podataka traje dulje nego što se očekivalo. Da biste uštedjeli vrijeme, rezultati će se poslati na {0} nakon završetka obrade.
hu: Elnézést kérünk, hogy az adatok exportálása a vártnál tovább tart. Időmegtakarítás érdekében az eredményeket e-mailben küldjük a (z) {0} címre, miután a feldolgozás befejeződött.
it: Scusa se l'esportazione dei dati richiede più tempo del previsto. Per risparmiare tempo, i risultati verranno inviati tramite email a {0} al termine dell'elaborazione.
lt: Atsiprašome, kad duomenų eksportavimas trunka ilgiau nei tikėtasi. Kad sutaupytumėte laiko, rezultatai bus išsiųsti el. Paštu {0}, kai apdorojimas bus baigtas.
lv: Lūdzu, atvainojiet, ka datu eksportēšana aizņem vairāk laika, nekā paredzēts. Lai ietaupītu jūsu laiku, pēc apstrādes rezultāti tiks nosūtīti pa e-pastu uz adresi {0}.
nl: Excuses dat de gegevensexport langer duurt dan verwacht. Om tijd te besparen, worden de resultaten per e-mail naar {0} gestuurd zodra de verwerking is voltooid.
no: Unnskyld at dataeksporten tar lengre tid enn forventet. For å spare tid blir resultatene sendt til {0} når behandlingen er ferdig.
pl: Przepraszamy, że eksport danych trwa dłużej niż oczekiwano. Aby zaoszczędzić czas, wyniki zostaną przesłane e-mailem na adres {0} po zakończeniu przetwarzania.
pt: Desculpe, a exportação de dados demora mais do que o esperado. Para economizar seu tempo, os resultados serão enviados por e-mail para {0} assim que o processamento for concluído.
ro: Vă rugăm să scuzați că exportul de date durează mai mult decât se aștepta. Pentru a vă economisi timpul, rezultatele vor fi trimise prin e-mail la {0} după finalizarea procesării.
ru: Извините, что экспорт данных занимает больше времени, чем ожидалось. Чтобы сэкономить ваше время, результаты будут отправлены по электронной почте на адрес {0} после завершения обработки.
sl: Oprostite, da izvoz podatkov traja dlje, kot je bilo pričakovano. Da boste prihranili čas, bodo po končani obdelavi rezultati poslani na {0}.
sr: Izvinite da izvoz podataka traje duže nego što se očekivalo. Da biste uštedeli vreme, rezultati će se poslati na {0} kada se obrada završi.
sv: Ursäkta att dataexporten tar längre tid än förväntat. För att spara tid skickas resultaten till {0} när behandlingen är klar.
tr: Lütfen veri aktarımının beklenenden uzun sürdüğünü mazur görün. Zaman kazanmak için, işlemler tamamlandığında sonuçlar {0} adresine e-posta ile gönderilecektir.

source: Please find attached the requested data export.
cs: V příloze naleznete požadovaný export dat.
de: Im Anhang finden Sie den angeforderten Datenexport.
fr: Veuillez trouver ci-joint l'exportation de données demandée.
hr: U prilogu se nalazi traženi izvoz podataka.
hu: Kérjük, csatolja a kért adatexportot.
it: Si prega di trovare in allegato l'esportazione dei dati richiesti.
lt: Pridėkite prašomą eksportuoti duomenis.
lv: Lūdzu, pievienojiet pieprasīto datu eksportu.
nl: Bijgevoegd vindt u de gevraagde gegevensexport.
no: Vennligst finn vedlagte dataeksport.
pl: W załączeniu przesyłamy żądany eksport danych.
pt: Segue em anexo a exportação de dados solicitada.
ro: Vă rugăm să găsiți atașat exportul de date solicitat.
ru: В приложении прилагается запрашиваемый экспорт данных.
sl: Priloženi zahtevani izvoz podatkov.
sr: U prilogu se nalazi traženi izvoz podataka.
sv: Vänligen se bifogad begärd dataexport.
tr: Lütfen istenen veri aktarımını ekte bulabilirsiniz.

source: Your password has to be changed at first logon. Please enter a new password below and click the SUBMIT button. The new password has to be different from the initialone. Afterwards you will be able to sign in with your new password.
cs: Vaše heslo musí být změněno při prvním přihlášení. Níže zadejte nové heslo a klikněte na tlačítko ODESLAT. Nové heslo se musí lišit od hesla initialone. Poté se budete moci přihlásit pomocí svého nového hesla.
de: Ihr Passwort muss bei der ersten Anmeldung geändert werden. Bitte geben Sie unten ein neues Passwort ein und klicken Sie auf die Schaltfläche ABSENDEN. Das neue Passwort muss sich vom ursprünglichen unterscheiden. Anschließend können Sie sich mit Ihrem neuen Passwort anmelden.
fr: Votre mot de passe doit être modifié lors de la première connexion. Veuillez entrer un nouveau mot de passe ci-dessous et cliquez sur le bouton SOUMETTRE. Le nouveau mot de passe doit être différent du mot de passe initial. Ensuite, vous pourrez vous connecter avec votre nouveau mot de passe.
hr: Vaša lozinka mora se promijeniti pri prvoj prijavi. Molimo unesite novu lozinku ispod i kliknite gumb PRIJAVI. Nova lozinka mora se razlikovati od početne. Poslije ćete se moći prijaviti s novom lozinkom.
hu: Az első bejelentkezéskor meg kell változtatni a jelszavát. Kérjük, írja be új jelszavát alább, és kattintson a BETÖLTÉS gombra. Az új jelszónak különböznie kell az inicialistól. Ezután új jelszóval jelentkezhet be.
it: La password deve essere modificata al primo accesso. Inserisci una nuova password di seguito e fai clic sul pulsante INVIA. La nuova password deve essere diversa da quella iniziale. Successivamente sarai in grado di accedere con la tua nuova password.
lt: Jūsų slaptažodis turi būti pakeistas pirmą kartą prisijungus. Įveskite naują slaptažodį žemiau ir spustelėkite mygtuką PATEIKTI. Naujas slaptažodis turi skirtis nuo pradinio. Vėliau galėsite prisijungti naudodami naują slaptažodį.
lv: Parole ir jāmaina, pirmo reizi piesakoties. Lūdzu, zemāk ievadiet jaunu paroli un noklikšķiniet uz pogas IESNIEGT. Jaunajai parolei ir jāatšķiras no sākotnējās paroles. Pēc tam jūs varēsit pierakstīties ar savu jauno paroli.
nl: Uw wachtwoord moet bij de eerste keer inloggen worden gewijzigd. Voer hieronder een nieuw wachtwoord in en klik op de knop VERZENDEN. Het nieuwe wachtwoord moet verschillen van het oorspronkelijke wachtwoord. Daarna kunt u inloggen met uw nieuwe wachtwoord.
no: Passordet ditt må endres ved første pålogging. Vennligst skriv inn et nytt passord nedenfor og klikk på SUBMIT-knappen. Det nye passordet må være forskjellig fra initialtone. Etterpå vil du kunne logge på med ditt nye passord.
pl: Twoje hasło musi zostać zmienione przy pierwszym logowaniu. Wprowadź nowe hasło poniżej i kliknij przycisk WYŚLIJ. Nowe hasło musi różnić się od pierwotnego. Następnie będziesz mógł zalogować się przy użyciu nowego hasła.
pt: Sua senha deve ser alterada no primeiro logon. Por favor, insira uma nova senha abaixo e clique no botão ENVIAR. A nova senha deve ser diferente da inicial. Depois disso, você poderá entrar com sua nova senha.
ro: Parola dvs. trebuie modificată la prima conectare. Vă rugăm să introduceți o nouă parolă mai jos și să faceți clic pe butonul TRIMITE. Noua parolă trebuie să fie diferită de cea inițială. Ulterior, veți putea să vă conectați cu noua parolă.
ru: Ваш пароль должен быть изменен при первом входе в систему. Пожалуйста, введите новый пароль ниже и нажмите кнопку ОТПРАВИТЬ. Новый пароль должен отличаться от исходного. После этого вы сможете войти в систему с новым паролем.
sl: Geslo je treba spremeniti ob prvi prijavi. Prosimo, vnesite novo geslo spodaj in kliknite gumb PRIJAVI. Novo geslo se mora razlikovati od začetnega. Potem se boste lahko prijavili z novim geslom.
sr: Vaša lozinka mora biti promenjena pri prvom prijavljivanju. Molimo unesite novu lozinku ispod i kliknite dugme POŠALJI. Nova lozinka mora da se razlikuje od početne. Posle ćete moći da se prijavite sa novom lozinkom.
sv: Ditt lösenord måste ändras vid första inloggningen. Ange ett nytt lösenord nedan och klicka på knappen SKICKA. Det nya lösenordet måste skilja sig från initialtone. Efteråt kommer du att kunna logga in med ditt nya lösenord.
tr: İlk oturum açtığınızda şifrenizin değiştirilmesi gerekir. Lütfen aşağıya yeni bir şifre girin ve GÖNDER düğmesini tıklayın. Yeni şifre ilk şifreden farklı olmalıdır. Daha sonra yeni şifrenizle oturum açabileceksiniz.

source: Queue Length
cs: Délka fronty
de: Warteschlangenlänge
fr: Longueur de la file d'attente
hr: Duljina reda
hu: A sor hossza
it: Lunghezza della coda
lt: Eilės ilgis
lv: Rindas garums
nl: Wachtrij lengte
no: Kølengde
pl: Długość kolejki
pt: Comprimento da fila
ro: Lungimea cozii
ru: Длина очереди
sl: Dolžina čakalne vrste
sr: Dužina reda
sv: Kö längd
tr: Sıra uzunluğu

source: Remove Link
cs: Odebrat hypertextový odkaz
de: Hyperlink entfernen
fr: Supprimer le lien hypertexte
hr: Uklonite hipervezu
hu: Távolítsa el a hiperhivatkozást
it: Rimuovi collegamento ipertestuale
lt: Pašalinti hipersaitą
lv: Noņemiet hipersaiti
nl: Verwijder hyperlink
no: Fjern hyperkobling
pl: Usuń hiperłącze
pt: Remover hiperlink
ro: Eliminați hyperlinkul
ru: Удалить гиперссылку
sl: Odstrani hiperpovezavo
sr: Uklonite hipervezu
sv: Ta bort hyperlänk
tr: Köprüyü kaldır
